{
  "originalText": "Договор № 46/25\nвозмездного оказания услуг\n\nг. Москва\t\t\t\t\t\t\t\t\t«17» ноября 2025 г.\n\n\tНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и Самозанятый гражданин Вострецов Евгений Вадимович, ИНН 780632773252, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:\n\nРаздел 1. Предмет договора\nЗаказчик поручает, а Исполнитель обязуется оказать услуги по созданию анимационного рекламного видео в соответствии с заданием №1 к Договору.\nСодержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора.\nЕсли при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора.\n\nРаздел 2. Права и обязанности сторон\n2.1. Исполнитель обязуется:\n2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;\n2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;\n2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;\n2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;\n2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора.\n2.1.6. в случае прекращения статуса самозанятого Исполнитель обязуется уведомить об этом Заказчика не позднее 5 рабочих дней до даты прекращения статуса самозанятого;\n2.1.7. после окончания оказания услуг предоставить Заказчику чек.\n2.2. Исполнитель вправе: \n2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;\n2.3. Заказчик обязуется:\n2.3.1. оплатить оказанные Исполнителем услуги;\n2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;\n2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;\n2.4. Заказчик вправе:\n2.4.1. требовать устранения недостатков в оказанных услугах;\n2.4.2. не оплачивать ненадлежащим образом оказанные услуги;\n2.4.3. расторгнуть настоящий Договор в одностороннем порядке в любой момент, выплатив Исполнителю стоимость фактически оказанных на момент расторжения Договора услуг;\n2.4.4. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения.\nРаздел 3. Порядок исполнения договора\n3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы.\n3.2.\tПри наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг. \n3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 5 (пяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика.\n\nРаздел 4. Порядок оплаты\n4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат.\n4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием.\n4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет.\n\nРаздел 5.  Ответственность сторон\n5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ.\n5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ. \n5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора.\n5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств.\n5.5. В случае неисполнения обязанностей, предусмотренных пунктами 2.1.6 и 2.1.7 настоящего Договора, Исполнитель обязуется возместить все убытки, которые Заказчик вынужден будет понести в связи с таким нарушением; Заказчик вправе удержать указанное в настоящем пункте возмещение из стоимости услуг Исполнителя.\n\nРаздел 6. Порядок рассмотрения споров\n6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров.\n6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.\n\nРаздел 7. Срок действия договора\n7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно.\n7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика. \n7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным.\n\nРаздел 8. Конфиденциальность\n8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц.\n8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам. \n8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия \n8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;\n8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления.\nИсполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору. \n8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена.\n8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц.\n\nРаздел 9. Обстоятельства непреодолимой силы\n\n9.1.\tСтороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия.\n9.2.\tПри наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами. \n9.3.\tНеуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств.\n9.4.\tЕсли обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора.\n\nРаздел 10. Заключительные положения\n10.1.\tНастоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны.\n10.2.\tВопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации.\n10.3.\tНастоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу.\n10.4.\tВсе Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью.\n10.5.\tПосле заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу.\n10.6.\tВся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон.\n10.7.\tНе позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону.\n\nРаздел 11. Адреса, реквизиты и подписи сторон\n\n\n\nПриложение № 1 \nк Договору возмездного оказания услуг \n№46/25 от «17» ноября 2025г.\n\n\nФорма акта\n\nАКТ № ___\nсдачи-приемки услуг\nпо Договору возмездного оказания услуг №46/25 от «___» _________ 2025 г.\n\nг. Москва                                                                                                    ___________                   2025 года\n\nНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и Самозанятый гражданин Вострецов Евгений Вадимович, ИНН 780632773252, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем:\nВ соответствии с заключенным сторонами Договором №46/25 возмездного оказания услуг от «17» ноября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика.\nУслуги оказаны в установленный Заданием срок.\nПри приемке результатов услуг установлено, что услуги выполнены в полном объеме.\nПо результатам оказания услуг стороны претензий друг к другу не имеют.\nСтоимость оказанных услуг составляет ________________________ рублей _______ копеек.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nПриложение \n к Договору возмездного оказания услуг \n№46/25 от «17» ноября 2025 г.\n\nЗадание № 1\n\nг. Москва                                                                                                                    «17» ноября 2025 г.\n\n1.В соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и самозанятым гражданином Вострецов Евгений Вадимович (далее - Исполнитель) договором возмездного оказания услуг № 46/25 от «17» ноября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:\n\nТехнические требования к готовому отчетному видео\nФормат и параметры:\n-Разрешение: 1920×1080 (горизонтальный формат) и 1080×1920 (вертикальный формат).\n-Формат файла: MP4.\nПередача материалов\n- Подрядчик обязан предоставить:\nфайлы итоговых видео в двух разрешениях (1920×1080 и 1080×1920);\n- Исходные материалы (видео);\n- Передача материалов осуществляется в электронном виде через согласованный канал (файлообменник, облачное хранилище).\n\n\n\n2.Выплата вознаграждения Исполнителю за оказание услуг, происходит в течение 10 (десяти) рабочих дней после подписания Акта сдачи-приемки услуг.\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "Договор № 46/25 возмездного оказания услуг"
    },
    {
      "id": "p2",
      "text": "г. Москва «17» ноября 2025 г."
    },
    {
      "id": "p3",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и Самозанятый гражданин Вострецов Евгений Вадимович, ИНН 780632773252, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:"
    },
    {
      "id": "p4",
      "text": "Раздел 1. Предмет договора Заказчик поручает, а Исполнитель обязуется оказать услуги по созданию анимационного рекламного видео в соответствии с заданием №1 к Договору. Содержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора. Если при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора."
    },
    {
      "id": "p5",
      "text": "Раздел 2. Права и обязанности сторон"
    },
    {
      "id": "p6",
      "text": "2.1. Исполнитель обязуется:"
    },
    {
      "id": "p7",
      "text": "2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;"
    },
    {
      "id": "p8",
      "text": "2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;"
    },
    {
      "id": "p9",
      "text": "2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;"
    },
    {
      "id": "p10",
      "text": "2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;"
    },
    {
      "id": "p11",
      "text": "2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора."
    },
    {
      "id": "p12",
      "text": "2.1.6. в случае прекращения статуса самозанятого Исполнитель обязуется уведомить об этом Заказчика не позднее 5 рабочих дней до даты прекращения статуса самозанятого;"
    },
    {
      "id": "p13",
      "text": "2.1.7. после окончания оказания услуг предоставить Заказчику чек."
    },
    {
      "id": "p14",
      "text": "2.2. Исполнитель вправе:"
    },
    {
      "id": "p15",
      "text": "2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;"
    },
    {
      "id": "p16",
      "text": "2.3. Заказчик обязуется:"
    },
    {
      "id": "p17",
      "text": "2.3.1. оплатить оказанные Исполнителем услуги;"
    },
    {
      "id": "p18",
      "text": "2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;"
    },
    {
      "id": "p19",
      "text": "2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;"
    },
    {
      "id": "p20",
      "text": "2.4. Заказчик вправе:"
    },
    {
      "id": "p21",
      "text": "2.4.1. требовать устранения недостатков в оказанных услугах;"
    },
    {
      "id": "p22",
      "text": "2.4.2. не оплачивать ненадлежащим образом оказанные услуги;"
    },
    {
      "id": "p23",
      "text": "2.4.3. расторгнуть настоящий Договор в одностороннем порядке в любой момент, выплатив Исполнителю стоимость фактически оказанных на момент расторжения Договора услуг;"
    },
    {
      "id": "p24",
      "text": "2.4.4. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения. Раздел 3. Порядок исполнения договора"
    },
    {
      "id": "p25",
      "text": "3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы."
    },
    {
      "id": "p26",
      "text": "3.2. При наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг."
    },
    {
      "id": "p27",
      "text": "3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 5 (пяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика."
    },
    {
      "id": "p28",
      "text": "Раздел 4. Порядок оплаты"
    },
    {
      "id": "p29",
      "text": "4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат."
    },
    {
      "id": "p30",
      "text": "4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием."
    },
    {
      "id": "p31",
      "text": "4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет."
    },
    {
      "id": "p32",
      "text": "Раздел 5. Ответственность сторон"
    },
    {
      "id": "p33",
      "text": "5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ."
    },
    {
      "id": "p34",
      "text": "5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ."
    },
    {
      "id": "p35",
      "text": "5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора."
    },
    {
      "id": "p36",
      "text": "5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств."
    },
    {
      "id": "p37",
      "text": "5.5. В случае неисполнения обязанностей, предусмотренных пунктами 2.1.6 и 2.1.7 настоящего Договора, Исполнитель обязуется возместить все убытки, которые Заказчик вынужден будет понести в связи с таким нарушением; Заказчик вправе удержать указанное в настоящем пункте возмещение из стоимости услуг Исполнителя."
    },
    {
      "id": "p38",
      "text": "Раздел 6. Порядок рассмотрения споров"
    },
    {
      "id": "p39",
      "text": "6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров."
    },
    {
      "id": "p40",
      "text": "6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации."
    },
    {
      "id": "p41",
      "text": "Раздел 7. Срок действия договора"
    },
    {
      "id": "p42",
      "text": "7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно."
    },
    {
      "id": "p43",
      "text": "7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика."
    },
    {
      "id": "p44",
      "text": "7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным."
    },
    {
      "id": "p45",
      "text": "Раздел 8. Конфиденциальность"
    },
    {
      "id": "p46",
      "text": "8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц."
    },
    {
      "id": "p47",
      "text": "8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам."
    },
    {
      "id": "p48",
      "text": "8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия"
    },
    {
      "id": "p49",
      "text": "8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;"
    },
    {
      "id": "p50",
      "text": "8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления. Исполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору."
    },
    {
      "id": "p51",
      "text": "8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена."
    },
    {
      "id": "p52",
      "text": "8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц."
    },
    {
      "id": "p53",
      "text": "Раздел 9. Обстоятельства непреодолимой силы"
    },
    {
      "id": "p54",
      "text": "9.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия."
    },
    {
      "id": "p55",
      "text": "9.2. При наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами."
    },
    {
      "id": "p56",
      "text": "9.3. Неуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств."
    },
    {
      "id": "p57",
      "text": "9.4. Если обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора."
    },
    {
      "id": "p58",
      "text": "Раздел 10. Заключительные положения"
    },
    {
      "id": "p59",
      "text": "10.1. Настоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны."
    },
    {
      "id": "p60",
      "text": "10.2. Вопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации."
    },
    {
      "id": "p61",
      "text": "10.3. Настоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу."
    },
    {
      "id": "p62",
      "text": "10.4. Все Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью."
    },
    {
      "id": "p63",
      "text": "10.5. После заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу."
    },
    {
      "id": "p64",
      "text": "10.6. Вся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон."
    },
    {
      "id": "p65",
      "text": "10.7. Не позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону."
    },
    {
      "id": "p66",
      "text": "Раздел 11. Адреса, реквизиты и подписи сторон"
    },
    {
      "id": "p67",
      "text": "Приложение № 1 к Договору возмездного оказания услуг №46/25 от «17» ноября 2025г."
    },
    {
      "id": "p68",
      "text": "Форма акта"
    },
    {
      "id": "p69",
      "text": "АКТ № ___ сдачи-приемки услуг по Договору возмездного оказания услуг №46/25 от «___» _________ 2025 г."
    },
    {
      "id": "p70",
      "text": "г. Москва ___________ 2025 года"
    },
    {
      "id": "p71",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и Самозанятый гражданин Вострецов Евгений Вадимович, ИНН 780632773252, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем: В соответствии с заключенным сторонами Договором №46/25 возмездного оказания услуг от «17» ноября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика. Услуги оказаны в установленный Заданием срок. При приемке результатов услуг установлено, что услуги выполнены в полном объеме. По результатам оказания услуг стороны претензий друг к другу не имеют. Стоимость оказанных услуг составляет ________________________ рублей _______ копеек."
    },
    {
      "id": "p72",
      "text": "Приложение к Договору возмездного оказания услуг №46/25 от «17» ноября 2025 г."
    },
    {
      "id": "p73",
      "text": "Задание № 1"
    },
    {
      "id": "p74",
      "text": "г. Москва «17» ноября 2025 г."
    },
    {
      "id": "p75",
      "text": "1.В соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и самозанятым гражданином Вострецов Евгений Вадимович (далее - Исполнитель) договором возмездного оказания услуг № 46/25 от «17» ноября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:"
    },
    {
      "id": "p76",
      "text": "Технические требования к готовому отчетному видео Формат и параметры: -Разрешение: 1920×1080 (горизонтальный формат) и 1080×1920 (вертикальный формат). -Формат файла: MP4. Передача материалов - Подрядчик обязан предоставить: файлы итоговых видео в двух разрешениях (1920×1080 и 1080×1920); - Исходные материалы (видео); - Передача материалов осуществляется в электронном виде через согласованный канал (файлообменник, облачное хранилище)."
    },
    {
      "id": "p77",
      "text": "2.Выплата вознаграждения Исполнителю за оказание услуг, происходит в течение 10 (десяти) рабочих дней после подписания Акта сдачи-приемки услуг."
    }
  ],
  "contractState": {
    "number": "46/25",
    "date": "2025-11-17",
    "subject": "оказание услуг по созданию анимационного рекламного видео и передача исключительных прав на созданное произведение",
    "parties": {
      "customer": {
        "name": "ПравоТех",
        "fullName": "Непубличное акционерное общество «ПравоТех»"
      },
      "executor": {
        "name": "Вострецов Евгений Вадимович",
        "fullName": "Самозанятый гражданин Вострецов Евгений Вадимович"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Предмет договора и задания",
      "content": "Исполнитель обязуется оказать услуги по созданию анимационного рекламного видео по заданию №1. Содержание, требования к услугам и срок их оказания определяются в заданиях, являющихся неотъемлемой частью договора.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Описание услуг, отсылка к заданию и включение заданий в договор."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Переход исключительных прав на произведение",
      "content": "Исключительное право на результаты интеллектуальной деятельности (Произведение), созданные при исполнении договора, передается Исполнителем Заказчику в полном объеме с момента подписания акта приемки услуг, на весь срок действия исключительного права, без необходимости подписания дополнительных документов или отдельного указания на переход прав.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Условия и момент перехода исключительных прав."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Отказ от указания авторства и включение авторского вознаграждения",
      "content": "Заказчик имеет право не указывать имя автора(ов) Произведения при его использовании. Авторское вознаграждение включено в общую стоимость договора и отдельно не выплачивается.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Порядок упоминания авторства и условия авторского вознаграждения."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_4",
      "title": "Право Исполнителя приостанавливать оказание услуг при неблагоприятных обстоятельствах",
      "content": "Исполнитель вправе незамедлительно приостановить оказание услуг при обнаружении неблагоприятных обстоятельств или риска их наступления, делающих невозможным оказание услуг в срок, с обязательным уведомлением Заказчика. Если Исполнитель не уведомил Заказчика или продолжил оказание услуг вопреки указаниям Заказчика о прекращении, он не вправе ссылаться на такие обстоятельства при рассмотрении взаимных требований.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p9"
          ],
          "comment": "Регулирование приостановки работ и последствий неуведомления."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_5",
      "title": "Обязанность Исполнителя возобновить оказание услуг",
      "content": "Исполнитель обязан незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10"
          ],
          "comment": "Момент возобновления оказания услуг после приостановки."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_6",
      "title": "Устранение недостатков без дополнительной оплаты",
      "content": "В случае мотивированного отказа Заказчика с перечнем недостатков и сроками их устранения Исполнитель обязан без дополнительной оплаты устранить недостатки в срок, установленный Заказчиком, но не более 5 рабочих дней со дня получения отказа.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Порядок доработки результата по мотивированному отказу."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Общая ответственность сторон",
      "content": "За неисполнение или ненадлежащее исполнение обязательств по договору стороны несут ответственность в соответствии с действующим законодательством РФ.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p33"
          ],
          "comment": "Общее закрепление ответственности по договору."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_8",
      "title": "Ответственность Исполнителя за нарушения по п. 2.1.6 и 2.1.7 и право удержания Заказчика",
      "content": "При неисполнении обязанностей, предусмотренных п. 2.1.6 и 2.1.7, Исполнитель обязан возместить все убытки Заказчика. Заказчик вправе удержать сумму возмещения из стоимости услуг Исполнителя.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p37"
          ],
          "comment": "Специальная ответственность Исполнителя и право зачета/удержания Заказчика."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Обязанность уведомления о форс-мажорных обстоятельствах",
      "content": "Сторона, для которой исполнение обязательств стало невозможным вследствие форс-мажора, обязана уведомить другую сторону о наступлении таких обстоятельств: по п. 5.4 — в письменной форме не позднее 5 дней с момента их наступления; по п. 9.2 — без промедления, но не позднее 5 рабочих дней с даты наступления и прекращения форс-мажора, с указанием предполагаемого срока действия. Факты должны быть документально подтверждены компетентными органами.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p36",
            "p55"
          ],
          "comment": "Порядок и сроки уведомления о форс-мажоре и требования к подтверждающим документам."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_10",
      "title": "Срок действия договора",
      "content": "Договор действует с даты заключения по 31.12.2025. В части исполнения положений п.п. 8.1–8.7 договор действует бессрочно.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p42"
          ],
          "comment": "Общий срок договора и бессрочное действие конфиденциальных обязательств."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Односторонний отказ Заказчика от договора",
      "content": "Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг или при ненадлежащем оказании услуг, уведомив Исполнителя не менее чем за 15 дней до даты расторжения. Договор прекращается в день получения Исполнителем уведомления.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p43"
          ],
          "comment": "Условия и порядок одностороннего отказа Заказчика."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Обязанности Исполнителя по сохранению конфиденциальной информации",
      "content": "Исполнитель обязан принять все зависящие от него меры для недопущения разглашения или несанкционированного доступа третьих лиц к полученной в ходе исполнения договора информации, а также учитывать все документы Заказчика, не размножать их и не передавать информацию по открытым каналам связи или через Интернет без мер защиты.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p47",
            "p51"
          ],
          "comment": "Обязательства по защите документов и информации, запрет незащищенных каналов."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Уведомление о необходимости раскрытия информации",
      "content": "Исполнитель обязан предварительно уведомить Заказчика о наступлении события, в связи с которым необходимо раскрыть информацию, а также сообщить условия и сроки такого раскрытия.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p49"
          ],
          "comment": "Порядок уведомления о вынужденном раскрытии конфиденциальной информации."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_14",
      "title": "Ответственность за разглашение информации и определение разглашения",
      "content": "Исполнитель несет ответственность за разглашение информации. Разглашением признаются несанкционированные Заказчиком действия Исполнителя, дающие третьим лицам доступ к информации, а также бездействие, выразившееся в необеспечении надлежащей защиты, повлекшее доступ третьих лиц.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p52"
          ],
          "comment": "Определение разглашения и закрепление ответственности Исполнителя."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Уведомление об изменении реквизитов сторон",
      "content": "Сторона обязана письменно уведомить другую сторону об изменении своих реквизитов, включая адрес местонахождения, не позднее 10 рабочих дней с даты изменения.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p65"
          ],
          "comment": "Срок и форма уведомления об изменении реквизитов."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_16",
      "title": "Факт оказания услуг и отсутствие претензий по акту",
      "content": "Стороны подтверждают актом, что услуги по договору оказаны Исполнителем в срок по заданию Заказчика, выполнены в полном объеме, и стороны не имеют взаимных претензий. В акте указывается стоимость оказанных услуг.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p71"
          ],
          "comment": "Содержимое акта приемки, подтверждение объема, сроков и отсутствия претензий."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_17",
      "title": "Стоимость услуг по акту",
      "content": "Стоимость оказанных услуг фиксируется в акте приемки в рублях и копейках и подтверждает объем подлежащей оплате работы.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p71"
          ],
          "comment": "Отсылка к указанию стоимости услуг в акте."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_18",
      "title": "Технические требования к видео и состав передаваемых материалов",
      "content": "Готовое анимационное видео должно быть предоставлено в формате MP4 с разрешением 1920×1080 (горизонтально) и 1080×1920 (вертикально). Исполнитель обязан передать итоговые файлы в двух разрешениях и исходные видеоматериалы.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p76"
          ],
          "comment": "Технические спецификации результата и перечень передаваемых материалов."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_19",
      "title": "Электронный способ передачи материалов",
      "content": "Передача итоговых видеофайлов и исходных материалов осуществляется в электронном виде через согласованный канал (файлообменник или облачное хранилище).",
      "category": "электронный документооборот",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p76"
          ],
          "comment": "Способ электронного обмена результатами и материалами."
        }
      ],
      "priority": "secondary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата услуг по созданию анимационного рекламного видео и сопутствующих услуг по Заданиям, включая авторское вознаграждение",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Общая стоимость услуг определяется в соответствующем Задании и/или Акте приемки услуг"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "в течение 10 рабочих дней с даты приемки оказанных услуг"
      },
      "conditions": "Объем, содержание услуг и их стоимость устанавливаются в отдельных Заданиях. Оплата производится после приемки услуг по Акту приемки, если иное не предусмотрено соответствующим Заданием.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Авторское вознаграждение включено в стоимость договора, оплата за услуги включает оплату за переход исключительных прав."
        },
        {
          "paragraphIds": [
            "p29"
          ],
          "comment": "Стоимость услуг устанавливается в отдельных Заданиях; расходы Исполнителя Заказчиком не возмещаются."
        },
        {
          "paragraphIds": [
            "p30"
          ],
          "comment": "Оплата в течение 10 рабочих дней с даты приемки оказанных услуг; возможен иной порядок в Задании."
        },
        {
          "paragraphIds": [
            "p71"
          ],
          "comment": "Акт приемки услуг фиксирует факт оказания услуг и их стоимость в рублях."
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата стоимости фактически оказанных услуг при одностороннем расторжении договора Заказчиком",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость фактически оказанных на момент расторжения услуг согласно Заданиям и/или Актам приемки"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "до момента одностороннего расторжения договора"
      },
      "conditions": "Возникает в случае одностороннего расторжения договора Заказчиком; Заказчик обязан выплатить Исполнителю стоимость уже фактически оказанных услуг.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p23"
          ],
          "comment": "Условие одностороннего расторжения договора Заказчиком с обязанностью оплатить фактически оказанные услуги."
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Договор действует в обычном режиме",
      "description": "Обязательства сторон исполняются, форс-мажорные обстоятельства отсутствуют, договор не расторгнут.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p23",
            "p56",
            "p57"
          ],
          "comment": "Общий фон для нормального действия договора, на фоне которого возможны расторжение и форс-мажор."
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Возникновение форс-мажорных обстоятельств",
      "description": "У одной из Сторон возникли обстоятельства непреодолимой силы, которые могут повлиять на исполнение обязательств.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p56"
          ],
          "comment": "Описывает последствия неуведомления или несвоевременного уведомления о форс-мажоре."
        }
      ],
      "tasks": [
        {
          "id": "task_1",
          "label": "Уведомить другую Сторону о наступлении форс-мажорных обстоятельств",
          "description": "Сторона, у которой возник форс-мажор, должна уведомить другую Сторону о наступлении таких обстоятельств, чтобы сохранить право ссылаться на них как на основание освобождения от ответственности.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p56"
              ],
              "comment": "Обязанность уведомить в течение 5 рабочих дней, иначе утрата права ссылаться на форс-мажор."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 5 рабочих дней после возникновения форс-мажорных обстоятельств."
          }
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Утрата права ссылаться на форс-мажор",
      "description": "Сторона, на которую повлиял форс-мажор, не уведомила другую Сторону о наступлении форс-мажора в срок, либо уведомила позднее 5 рабочих дней, и в результате утратила право ссылаться на эти обстоятельства как на основание освобождения от ответственности.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p56"
          ],
          "comment": "Прямое указание на лишение права ссылаться на форс-мажор при неуведомлении или несвоевременном уведомлении."
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Длительный форс-мажор (более 3 месяцев)",
      "description": "Форс-мажорные обстоятельства продолжаются непрерывно более 3 месяцев.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p57"
          ],
          "comment": "Устанавливает последствия продолжения форс-мажора более 3 месяцев."
        }
      ],
      "tasks": [
        {
          "id": "task_2",
          "label": "Согласовать дальнейшие действия по договору",
          "description": "Стороны должны провести переговоры и согласовать, каким образом будут исполнены или изменены обязательства, продолжать ли договор, приостановить или иным образом урегулировать ситуацию.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p57"
              ],
              "comment": "Обязанность Сторон согласовать дальнейшие действия при форс-мажоре более 3 месяцев."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_3",
          "label": "Принять решение о возможном расторжении договора в связи с форс-мажором",
          "description": "Любая из Сторон может воспользоваться правом на расторжение договора при сохранении форс-мажора более 3 месяцев и инициировать направление письменного уведомления о расторжении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p57"
              ],
              "comment": "Предоставляет Сторонам право расторгнуть договор при длительном форс-мажоре посредством письменного уведомления."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_5",
      "label": "Направлено уведомление о расторжении договора из-за форс-мажора",
      "description": "Одна из Сторон при длительном форс-мажоре (более 3 месяцев) направила другой Стороне письменное уведомление о расторжении договора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p57"
          ],
          "comment": "Описывает порядок письменного уведомления и момент, когда договор считается расторгнутым."
        }
      ],
      "tasks": [
        {
          "id": "task_4",
          "label": "Определить дату прекращения договора по уведомлению о расторжении (форс-мажор)",
          "description": "Фиксация даты, по истечении которой договор считается расторгнутым (10 календарных дней с даты отправки уведомления), для корректного определения момента прекращения обязательств.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p57"
              ],
              "comment": "Договор считается расторгнутым по истечении 10 календарных дней с даты отправки уведомления."
            }
          ],
          "priority": "secondary",
          "deadline": {
            "value": 10,
            "type": "calendar",
            "direction": "after",
            "description": "Договор считается расторгнутым по истечении 10 календарных дней с даты отправки уведомления."
          }
        }
      ]
    },
    {
      "id": "state_6",
      "label": "Принято решение Заказчика о одностороннем расторжении договора",
      "description": "Заказчик реализует право на одностороннее расторжение договора в любой момент, независимо от наличия форс-мажора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p23"
          ],
          "comment": "Устанавливает право Заказчика расторгнуть договор в одностороннем порядке в любой момент при условии выплаты стоимости фактически оказанных услуг."
        }
      ],
      "tasks": [
        {
          "id": "task_5",
          "label": "Выплатить Исполнителю стоимость фактически оказанных услуг на момент расторжения",
          "description": "Заказчик обязан оплатить Исполнителю услуги, фактически оказанные к моменту расторжения договора.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Расторжение по инициативе Заказчика возможно при условии выплаты стоимости фактически оказанных услуг."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_7",
      "label": "Договор расторгнут",
      "description": "Договор считается прекращенным: либо по инициативе Заказчика (одностороннее расторжение с оплатой фактически оказанных услуг), либо по истечении 10 календарных дней после направления письменного уведомления о расторжении в связи с длительным форс-мажором.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p23"
          ],
          "comment": "Расторжение по инициативе Заказчика с оплатой фактически оказанных услуг."
        },
        {
          "paragraphIds": [
            "p57"
          ],
          "comment": "Расторжение по письменному уведомлению после длительного форс-мажора; договор считается расторгнутым через 10 календарных дней после отправки уведомления."
        }
      ]
    }
  ]
}