{
  "originalText": "ДОГОВОР № ИТ-245\n\nг. Москва\t\t\t\t\t\t\t\t\t         \t«18» сентября 2025 г.\n\nООО «Дунайс» (ИНН 6154043439), в лице Исполнительного директора Пятопал Евгения Евгеньевича, действующего на основании Доверенности №16072024-1 от 16.07.2024 г., именуемое в дальнейшем «Исполнитель», с одной стороны, и Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, совместно именуемые «Стороны», заключили настоящий Договор о нижеследующем:\n\nПРЕДМЕТ ДОГОВОРА\n\n1.1. Заказчик поручает, а Исполнитель обязуется оказывать для Заказчика услуги по гибкой разработке программного обеспечения для онлайн проекта Право (редактор) (Далее по тексту - «Сервис»), согласно заданиям Заказчика, а Заказчик обязуется принимать и оплачивать оказанные услуги.\nОписание Сервиса:\n## Цель создания Сервиса:\nСоздать удобный, интеллектуальный и безопасный редактор юридических документов, значительно сокращающий время на подготовку и проверку договоров, обеспечивающий высокую точность и минимизацию юридических рисков.\n## Основная идея Сервиса:\nПраво (редактор) — это оффлайн-ориентированное приложение для создания и редактирования юридических документов с помощью искусственного интеллекта (AI). В основе редактора лежит технология Retrieval-Augmented Generation (RAG), позволяющая использовать различные базы знаний (шаблоны документов, судебные акты, собственные документы компании) для генерации высококачественных текстов и выявления рисковых формулировок.\n\n1.2. Постановка, приёмка и учёт услуг осуществляется в электронном виде в учётной системе  “Jira” (Далее – “Система учета) или любым другим способом согласованным Сторонами.\n\n1.3. Исполнитель отчуждает Заказчику все исключительные права на Сервис, а также его части, фрагменты, элементы, версии на условиях настоящего Договора, в полном объеме. Исключительное право на Сервис отчуждается Заказчику без ограничения срока и территории действия. Срок полезного использования Сервиса устанавливается Заказчиком самостоятельно.\n1.4. Стороны признают, что могут являться участниками закупочных процедур. В связи с указанным Стороны соглашаются, что в случае наличия в закупочной документации требований предоставления в заявке на участие в закупочных процедурах сведений, подтверждающий опыт участника закупки, Стороны вправе без получения предварительного письменного согласия другой Стороны указать в заявке на участие информацию о заключенных между Сторонами договорах в части наименования контрагента, его контактных данных, предмета договора, общей цены договора и объема согласованных обязательств, срока.\n\nПРАВА И ОБЯЗАННОСТИ СТОРОН\n\n2.1. Исполнитель обязуется разработать Сервис в соответствии с указаниями Заказчика в порядке и сроки, предусмотренные настоящим Договором и приложениями к нему. \n2.2. Исполнитель обязуется следовать устным и письменным указаниям Заказчика, касающимся создания Сервиса. \n2.3. Стороны договорились, что поставкой информационных материалов считается отправка по электронной почте mail@dunice.net Заказчиком необходимых текстовых сообщений, файлов изображений и реквизитов доступа к сторонним системам или их доведение до Исполнителя с помощью Системы учета. \n2.4. Исполнитель обязуется сообщать по требованию Заказчика все сведения о ходе создания Сервиса. \n2.5. Передавая Сервис Заказчику, Исполнитель одновременно отчуждает Заказчику все исключительные права на Сервис, установленные настоящим Договором.\n2.6. Фактом, подтверждающим передачу Сервиса Заказчику, а также отчуждение исполнителем Заказчику исключительных прав на Сервис является подписание Сторонами Акта оказанных услуг.\n2.7. Исполнитель вправе указать проект в своем портфолио на веб сайте исполнителя.\n2.8. Исполнитель вправе называть себя автором, указывать имя Заказчика и обозначать свое участие в работе над проектом в собственных рекламных и маркетинговых материалах (в виде дизайн-кейсов или статей в профильных изданиях), при строгом соответствии условий конфиденциальности, обозначенных в Разделе 6 настоящего Договора. \n3. ОТЧУЖДЕНИЕ ИСКЛЮЧИТЕЛЬНЫХ ПРАВ\n\n3.1. Исключительные права на Сервис переходят от Исполнителя к Заказчику частями, по мере оказания услуг и предъявления их Исполнителем к приемке и оплате, одновременно с подписанием акта оказанных услуг. Подписания отдельного акта приема-передачи исключительных прав не требуется. С момента передачи Сервиса в порядке п.2.6. Договора Заказчику отчуждается исключительное право как на сам Сервис, так и на любые его части, а также на любые варианты и фрагменты Сервиса, созданные Исполнителем. \n3.2. С момента получения исключительных прав порядке п.2.6. Договора Заказчик будет иметь право на использование Сервиса, его частей, элементов и всего, что создано Исполнителем в ходе исполнения настоящего Договора в любой форме и любым не противоречащим закону способом, включая, но не ограничиваясь:\nправо на воспроизведение Сервиса, то есть изготовление одного и более экземпляра произведения или его части в любой материальной форме;\nправо на распространение Сервиса любым способом: путем продажи, передачи на основе безвозмездных договоров, передачу в безвозмездное пользование и т.д. его оригинала или экземпляров;\nправо на публичный показ Сервиса;\nправо на импорт оригинала или экземпляров Сервиса в целях распространения;\nправо на сообщение Сервиса в эфир любыми способами, то есть сообщение произведения для всеобщего сведения (включая показ или исполнение);\nправо на сообщение Сервиса по кабелю, то есть сообщение произведения для всеобщего сведения любыми способами с помощью кабеля, провода, оптического волокна или аналогичных средств (в том числе путем ретрансляции);\nправо на перевод или другую переработку (модификацию) Сервиса. При этом под переработкой Сервиса понимается любые его изменения, в том числе перевод Сервиса с одного языка на другой язык;\nправо на доведение Сервиса до всеобщего сведения таким образом, что любое лицо может получить доступ к Сервису из любого места и в любое время по собственному выбору;\nправо использовать Сервис для создания иных объектов авторских прав;\nправо использовать Сервис в качестве составного произведения и включение в иные составные произведения (базы данных).\n3.3. Исполнитель предоставляет Заказчику право на обнародование Сервиса. Исполнитель подтверждает, что лишается права на отзыв Сервиса с момента его передачи Заказчику.\n3.4. Заказчик вправе передавать (предоставлять) любым другим лицам полученные в соответствии с Договором права на Сервис. Согласия Исполнителя на такую передачу (предоставление) не требуется.\n3.5. Заказчик вправе использовать Сервис, его части, варианты и фрагменты полностью или частично (фрагментарно, выборочно), совместно либо по отдельности, одновременно с другими объектами авторского права, а также вправе включать их в другие произведения (в том числе в аудиовизуальные произведения), исполнения, телевизионные и радиопрограммы и так далее.\n3.6. Заказчик вправе вносить изменения в Сервис без согласия Исполнителя.\n3.7. Исключительные права на использование Сервиса используются Заказчиком без каких-либо ограничений.\n3.8. Заказчик имеет право запрещать любое использование Сервиса другим лицам.\n3.9. Исполнитель не сохраняет за собой право использовать Сервис самостоятельно или предоставлять какие-либо права на его использование третьим лицам. \n\nГАРАНТИИ ИСПОЛНИТЕЛЯ\n\n4.1. Исполнитель обязуется создавать Сервис своими силами и за свой счет и гарантирует наличие у него авторских прав на Сервис в целом, его составные части, фрагменты, элементы, а также материалы, которые использованы при создании Сервиса. \n4.2. Исполнитель вправе привлекать третьих лиц в целях исполнения обязательств по настоящему Договору только при наличии предварительного согласия Заказчика, оставаясь при этом ответственным за действия таких лиц как за свои собственные. Личность исполнителя имеет существенное значение для Заказчика.\n4.3. Исполнитель обязуется при создании Сервиса не нарушать интеллектуальные права третьих лиц. В случае необходимости использовать при создании Сервиса охраняемых объектов интеллектуальных прав, Исполнитель обязуется самостоятельно и за свой счет заключить с соответствующими правообладателями договоры об использовании указанных объектов.\n4.4. Исполнитель гарантирует соответствие Сервиса законодательству РФ. \nСТОИМОСТЬ И ОПЛАТА УСЛУГ ПО ДОГОВОРУ \n 5.1.  Расчет и оплата фактической стоимости оказанных Услуг производится ежемесячно.\n5.2\t  Размер вознаграждения Исполнителя устанавливается на основании Приложения 1 к Договору. Расчет стоимости услуг производится исходя из затраченных часов на разработку Сервиса, в соответствии с базовыми ставками специалистов Исполнителя, задействованных в разработке Сервиса, утверждённых Заказчиком в конце месяца в электронном виде в учётной системе  “Jira”  5.3. Заказчик ежемесячно оплачивает Исполнителю 100% (сто) стоимости оказанных в прошедшем месяце Услуг, принятых по Акту сдачи-приемки Услуг, в течение 10 (десяти) рабочих дней со дня подписания Заказчиком Акта сдачи-приемки Услуг. \n5.4. Датой оплаты считается дата поступления денежных средств на расчетный счет Исполнителя.\n5.5. Все расчеты по Договору между Сторонами осуществляются в безналичной форме и исключительно в рублях Российской Федерации.\n5.6. В случае согласования Сторонами необходимости физического присутствия работников и контрагентов Исполнителя вне г. Таганрог (Россия) Заказчик также оплачивает все дополнительные расходы Исполнителя, связанные с выполнением Договора вне г. Таганрог (Россия), а именно: авиабилеты, визы, железнодорожные билеты, трансферты, размещение в гостинице, возникающие при оказании Услуг на территории Заказчика, а также суточные в размере 700 (семьсот) рублей (без НДС) в день на одного человека. Все дополнительные расходы, связанные с выполнением Исполнителем Договора вне г. Таганрог (Россия), не соответствующие определенным выше, должны быть одобрены Заказчиком дополнительно в письменной форме.\n5.7. Любые дополнительные затраты, которые могут возникнуть при создании Сервиса, Исполнитель несет самостоятельно.\n\n6.   СДАЧА - ПРИЕМКА УСЛУГ\n\n6.1. Ежемесячно Исполнитель оформляет Акт сдачи-приемки Услуг, содержащий итоговую месячную сумму к оплате, включающую стоимость фактически оказанных Услуг (п.5.2). Образец Акта сдачи-приемки Услуг приведен в Приложении № 2 Договора.\n6.2. Заказчик в течение 5 (Пяти) рабочих дней со дня передачи ему Исполнителем Акта сдачи-приемки Услуг, обязан направить Исполнителю подписанный Акт сдачи-приемки Услуг или письменный мотивированный отказ от приемки Услуг. Услуги считаются принятыми Заказчиком и подлежащими оплате, а Акт сдачи-приемки Услуги – подписанным Заказчиком, если в течение 5 (Пяти) рабочих дней после представления Акта сдачи-приемки Услуг Исполнителем Заказчик не подписал Акт сдачи-приемки Услуг и не предъявил письменный мотивированный отказ.\n6.3. Исполнитель обязан принять замечания Заказчика и учесть их либо представить мотивированный отказ от принятия замечаний Заказчика.\n6.4. Счета-фактуры выставляются Исполнителем в соответствии с законодательством РФ.\n\n7. КОНФИДЕНЦИАЛЬНОСТЬ\n\n7.1. Настоящий Договор, все приложения к нему, информация и документация, полученные в ходе исполнения Договора, а также в период, когда Стороны вели переговоры с целью заключения Договора, информация о Заказчике, за исключением информации о Заказчике, которая согласно законодательству Российской Федерации подлежит обязательному раскрытию признаются Сторонами конфиденциальной информацией и не подлежат разглашению Исполнителем  третьим лицам без получения предварительного письменного согласия Заказчика. Конфиденциальной является также вся информация, полученная путем выписки, обработки, переработки, обобщений или аналитических выкладок из конфиденциальной информации.\n7.2. Настоящим Стороны согласились с тем, что вся вышеперечисленная информация является конфиденциальной независимо от способа ее передачи (в визуальной, письменной или любой электронной форме), носителя Конфиденциальной информации (бумага, диски и пр.), и вида информации (текст, изображение и пр.).\n7.3. При этом положения о конфиденциальности распространяются как на информацию, которая будет передаваться Сторонами после подписания настоящего Договора, так и ранее переданную.\n7.4. Исполнитель обязуется принять все необходимые меры и организовать создание Сервиса таким образом, чтобы избежать раскрытия конфиденциальной информации третьим лицам.\n7.5. Исполнитель обязуется использовать конфиденциальную информацию только в целях надлежащего исполнения своих обязательств по Договору и никогда не использовать ее в каких-либо иных целях без предварительного письменного разрешения Заказчика.\n7.6. Исполнитель обязуется обеспечивать сохранность конфиденциальной информации и не разглашать ее третьим лицам течение 2 (двух) лет с момента прекращения действия настоящего Договора.\n\n8. ФОРС-МАЖОР\n\n8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы (обстоятельств, которые возникли по независящим от Сторон причинам и не могли быть ими предусмотрены или предотвращены). \n8.2. При наступлении обстоятельств непреодолимой силы, каждая Сторона должна без промедления известить о них в письменном виде другую Сторону. Извещение должно содержать данные о характере обстоятельств, предполагаемых сроках их действия, а также официальные документы, удостоверяющие наличие этих обстоятельств и, по возможности, дающие оценку их влияния на возможность исполнения Стороной своих обязательств по данному Договору.\n8.3. Сторона, не направившая или несвоевременно направившая извещение, обязана возместить другой Стороне понесенные ею убытки.\n8.4. При наступлении обстоятельств непреодолимой силы, каждая Сторона обязана предпринять все зависящие от нее действия с целью уменьшения убытков, которые могут быть причинены такими обстоятельствами для обеих Сторон.\n8.5. В случае наступления обстоятельств непреодолимой силы, срок выполнения Стороной обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого действуют эти обстоятельства и их последствия.\n8.6. Если обстоятельства непреодолимой силы и их последствия продолжают действовать более двух месяцев, Стороны проводят дополнительные переговоры для выявления приемлемых альтернативных способов исполнения настоящего Договора.\n\n9. ОТВЕТСТВЕННОСТЬ СТОРОН\n\n9.1. Сторона, не исполнившая или ненадлежащим образом исполнившая обязательства по настоящему Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки. \n9.2.  За нарушение сроков оплаты работ (п. 5.1. настоящего Договора), Заказчик по требованию Исполнителя уплачивает в пользу Исполнителя пеню в размере 0,1% от подлежащей выплате стоимости работ за каждый календарный день просрочки, но всего не более 10% от общей суммы вознаграждения. Указанная обязанность по выплате пени возникает у Заказчика с даты получения им письменного требования Исполнителя о такой выплате.\n9.3.  При просрочке предоставления Заказчиком информационных материалов и задач на разработку, сроки сдачи результатов работ увеличиваются на соответствующее просрочке число дней. В случае многократных просрочек количество просроченных дней суммируется. Увеличение срока разработки по причине просрочек предоставления материалов и доступов к сторонним сервисам подразумевает увеличение стоимости проекта на время просрочки. Заказчик оплачивает вынужденный простой команды Исполнителя, начиная с 3 дня, согласно Приложению №1 к настоящему договору. \n9.4. В случае нарушения Исполнителем сроков создания Сервиса, по его вине, Исполнитель по требованию Заказчика уплачивает в пользу Заказчика пеню в размере 0,1% от общей суммы вознаграждения за каждый календарный день просрочки, но всего не более 10% от общей суммы вознаграждения. Указанная обязанность по выплате пени возникает у Исполнителя с даты получения им письменного требования Заказчика о такой выплате.\n9.5. В случаях, не предусмотренных настоящим Договором, имущественная ответственность определяется в соответствии с действующим законодательством Российской Федерации.\n9.6. Возмещение убытков в случае неисполнения обязательства и уплата неустойки за его неисполнение не освобождают Сторону от исполнения обязательства.\n9.7. Исполнитель несет полную ответственность за соответствие Сервиса действующему законодательству.\n9.8. Заказчик и его Аффилированные лица обязуются в течение срока действия настоящего Договора и соответствующих Приложений к нему, а также в течение 1 (одного) года после истечения срока их действия или расторжения не нанимать на работу (на условиях трудового или гражданско-правового договоров или иным образом) сотрудников Исполнителя (физических лиц, работающих на Исполнителя на условиях трудового или гражданско-правового договоров), а также не предлагать трудоустройство (на условиях трудового или гражданско-правового договоров, или иным образом) Специалистам Исполнителя без согласования с Ответственным со стороны Исполнителя. Согласование осуществляется по электронной почте. \n9.9. При нарушении Заказчиком сроков оплаты, Исполнитель вправе приостановить работу в следующем порядке:\nВ случае задержки оплаты на срок более 10 рабочих дней Исполнитель имеет право приостановить работу на 50%;\nВ случае задержки оплаты на срок более одного расчетного периода Исполнитель имеет право приостановить работу полностью и расторгнуть в одностороннем внесудебном порядке Договор.\n9.10. В случае нарушения Заказчиком сроков оплаты и вынужденном применении Исполнителем правил приостановки работ, указанные в п.8.2, Заказчик обязуется оплачивать работу приостановленных специалистов как за работающих.\n\n10. РАЗРЕШЕНИЕ СПОРОВ\n\n10.1. Все споры и разногласия, возникающие между Сторонами из настоящего Договора, подлежат разрешению путем переговоров.\n10.2. В случае если спор или разногласие не будут разрешены Сторонами путем переговоров, спор или разногласие подлежат передаче на рассмотрение в Арбитражный суд в соответствии с действующим законодательством.\n11. СРОК ДЕЙСТВИЯ ДОГОВОРА\n\n11.1. Настоящий Договор вступает в силу с момента его подписания и действует до полного выполнения Сторонами своих обязательств., а в части, относящейся к отчуждению Заказчику исключительные права на Сервис – в течение всего срока действия авторского права. Исполнитель начинает работы по настоящему Договору с момента поступления предоплаты на расчетный счет. \n11.2. Признание недействительными отдельных положений настоящего Договора не влечет недействительность всего Договора. \n\n12. РАСТОРЖЕНИЕ ДОГОВОРА\n\n12.1. Стороны вправе досрочно расторгнуть настоящий Договор по обоюдному письменному согласию.\n12.2. Заказчик вправе расторгнуть настоящий Договор в одностороннем внесудебном порядке в случаях:\nесли Исполнитель не обладает исключительным правом на Сервис, его части, фрагменты, которые были использованы при его создании;\nесли Сервис будут явно не соответствовать требованиям Заказчика;\nвыявления низких профессиональных качеств Исполнителя.\n12.3. В случаях, указанных в п. 11.2. Договор будет расторгнут с даты, указанной Заказчиком в уведомлении.\n12.4. Заказчик и Исполнитель вправе расторгнуть настоящий Договор в одностороннем внесудебном порядке путем уведомления другой стороны не менее, чем за 30 (тридцать) календарных дней до даты расторжения. Данное условие считается выполненным с даты направления почтового уведомления на адрес, указанный в Разделе 14 настоящего Договора.\n12.5. В случае досрочного расторжения Договора или отказа от его исполнения какой-либо стороной Исполнитель заканчивает работу по текущему этапу, после чего передает Заказчику все результаты своей деятельности, в том числе всю документацию по всем завершенным этапам к моменту расторжения Договора, а Заказчик производит оплату Исполнителю пропорционально выполненной работе.\n12.6. В случае досрочного прекращения Договора независимо от основания не исключительное право на Сервис, его части или фрагменты, переданный Заказчику к моменту прекращения Договора, остается у Заказчика.\n\n13. ИЗМЕНЕНИЕ И ДОПОЛНЕНИЕ ДОГОВОРА\n\n13.1. Настоящий Договор может быть изменен или дополнен Сторонами в период его действия на основе их взаимного согласия.\n13.2. Любые соглашения Сторон по изменению или дополнению условий настоящего Договора имеют силу в том случае, если они оформлены в письменном виде и подписаны Сторонами или надлежащим образом уполномоченными на то представителями Сторон.\n13.3. Привлечение на проект Заказчика новых специалистов Исполнителя, а также их освобождение от работы, должно быть согласовано Заказчиком за 30 (тридцать) календарных дней до данного изменения. Путем письменного уведомления на почту, указанную в п.2.3. настоящего Договора. \n\n14. ПРОЧИЕ УСЛОВИЯ\n\n14.1. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются законодательством Российской Федерации.\n14.2. Настоящий Договор составлен в двух экземплярах, по одному для каждой из Сторон, имеющих равную юридическую силу.\n14.3. Стороны согласовали возможный порядок обмена и признания электронных документов, подписанных электронной подписью посредством автоматизированной информационной система конфиденциального обмена юридически значимыми электронными документами «Диадок» доверенного оператора электронного документооборота АО «Производственная фирма «СКБ Контур». Сформированная владельцем ЭП, является равнозначной собственноручной подписи владельца ЭП и оттиску печати Стороны при выполнении условий, определенных действующим законодательством РФ и настоящим Договором.\n\n15. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН\n\n\n\n\nПриложение № 1 к Договору № _______от «___» ________ г.\n\nСтоимость услуг \nТаблица 1\n\n\nВ Таблице 1 приводятся расчетные ставки Исполнителя. Ставки приведены в рублях РФ, без учета командировочных расходов Исполнителя. \n\nСтавки приведены для нормальной продолжительности рабочего дня: с 9–00 по 18–00 в рабочие дни по Московскому времени.\n\nПри оказании Услуг с продолжительностью дня выше нормальной к ставкам применяется повышающий коэффициент 1,5.\n\nПри оказании Услуг в праздничные и выходные дни к ставкам применяется повышающий коэффициент 2.\n\n\n\n\n     Приложение № 2 к Договору № _______ от «___» __________ г.\n\n____________________________НАЧАЛО ФОРМЫ ________________________________\n\nАкт сдачи-приёмки Работ/Услуг № ____\nк  Договору № ____ от «___»__ 202___ г. \n\n\nг. Таганрог\t                      «__» ______ 20__ г.\n\n\nОбщество с ограниченной ответственностью «____» (ООО «____»), в лице ____действующего на основании _______ ,именуемое в дальнейшем «Заказчик», с одной Стороны, и Общество с ограниченной ответственностью «___» (ООО «____»), в лице_____ , действующего на основании _____, с другой Стороны, именуемое в дальнейшем «Исполнитель», далее при совместном упоминании именуемые «Стороны», составили и подписали настоящий Акт сдачи-приёмки Услуг (далее по тексту – «Акт») к Договору № __________ от «____» ________ 202__ г. (далее по тексту – «Договор») о нижеследующем:\n\nИсполнитель в период с «__» _______ 20__ г. по «__» ______ 20__ г. выполнил (оказал) для Заказчика следующие Работы/Услуги: \n\n\nПрограммное обеспечение передано по сети Интернет, исключительные права на программное обеспечение возникли у Заказчика.\nОбщая стоимость Работ/Услуг составляет: _____, в том числе НДС (20%) _______     \nРаботы/Услуги выполнены (оказаны) Исполнителем своевременно, в полном объеме и с надлежащим качеством.\nИсполнитель передал все Исключительные имущественные права на объекты интеллектуальной собственности, созданные им в ходе выполнения Работ/Услуг по Заявке № ________ к Договору.\nЗаказчик не имеет претензий к Исполнителю в отношении объема и качества выполненных (оказанных) Услуг.\nАкт составлен в 2 (двух) экземплярах, имеющих одинаковую юридическую силу, по 1 (одному) для каждой из Сторон.\n\n\n\n________________________________КОНЕЦ ФОРМЫ ______________________________\n\nФорма Акта сдачи-приёмки Работ/Услуг Сторонами согласована:\n\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "ДОГОВОР № ИТ-245"
    },
    {
      "id": "p2",
      "text": "г. Москва «18» сентября 2025 г."
    },
    {
      "id": "p3",
      "text": "ООО «Дунайс» (ИНН 6154043439), в лице Исполнительного директора Пятопал Евгения Евгеньевича, действующего на основании Доверенности №16072024-1 от 16.07.2024 г., именуемое в дальнейшем «Исполнитель», с одной стороны, и Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, совместно именуемые «Стороны», заключили настоящий Договор о нижеследующем:"
    },
    {
      "id": "p4",
      "text": "ПРЕДМЕТ ДОГОВОРА"
    },
    {
      "id": "p5",
      "text": "1.1. Заказчик поручает, а Исполнитель обязуется оказывать для Заказчика услуги по гибкой разработке программного обеспечения для онлайн проекта Право (редактор) (Далее по тексту - «Сервис»), согласно заданиям Заказчика, а Заказчик обязуется принимать и оплачивать оказанные услуги. Описание Сервиса: ## Цель создания Сервиса: Создать удобный, интеллектуальный и безопасный редактор юридических документов, значительно сокращающий время на подготовку и проверку договоров, обеспечивающий высокую точность и минимизацию юридических рисков. ## Основная идея Сервиса: Право (редактор) — это оффлайн-ориентированное приложение для создания и редактирования юридических документов с помощью искусственного интеллекта (AI). В основе редактора лежит технология Retrieval-Augmented Generation (RAG), позволяющая использовать различные базы знаний (шаблоны документов, судебные акты, собственные документы компании) для генерации высококачественных текстов и выявления рисковых формулировок."
    },
    {
      "id": "p6",
      "text": "1.2. Постановка, приёмка и учёт услуг осуществляется в электронном виде в учётной системе “Jira” (Далее – “Система учета) или любым другим способом согласованным Сторонами."
    },
    {
      "id": "p7",
      "text": "1.3. Исполнитель отчуждает Заказчику все исключительные права на Сервис, а также его части, фрагменты, элементы, версии на условиях настоящего Договора, в полном объеме. Исключительное право на Сервис отчуждается Заказчику без ограничения срока и территории действия. Срок полезного использования Сервиса устанавливается Заказчиком самостоятельно."
    },
    {
      "id": "p8",
      "text": "1.4. Стороны признают, что могут являться участниками закупочных процедур. В связи с указанным Стороны соглашаются, что в случае наличия в закупочной документации требований предоставления в заявке на участие в закупочных процедурах сведений, подтверждающий опыт участника закупки, Стороны вправе без получения предварительного письменного согласия другой Стороны указать в заявке на участие информацию о заключенных между Сторонами договорах в части наименования контрагента, его контактных данных, предмета договора, общей цены договора и объема согласованных обязательств, срока."
    },
    {
      "id": "p9",
      "text": "ПРАВА И ОБЯЗАННОСТИ СТОРОН"
    },
    {
      "id": "p10",
      "text": "2.1. Исполнитель обязуется разработать Сервис в соответствии с указаниями Заказчика в порядке и сроки, предусмотренные настоящим Договором и приложениями к нему."
    },
    {
      "id": "p11",
      "text": "2.2. Исполнитель обязуется следовать устным и письменным указаниям Заказчика, касающимся создания Сервиса."
    },
    {
      "id": "p12",
      "text": "2.3. Стороны договорились, что поставкой информационных материалов считается отправка по электронной почте mail@dunice.net Заказчиком необходимых текстовых сообщений, файлов изображений и реквизитов доступа к сторонним системам или их доведение до Исполнителя с помощью Системы учета."
    },
    {
      "id": "p13",
      "text": "2.4. Исполнитель обязуется сообщать по требованию Заказчика все сведения о ходе создания Сервиса."
    },
    {
      "id": "p14",
      "text": "2.5. Передавая Сервис Заказчику, Исполнитель одновременно отчуждает Заказчику все исключительные права на Сервис, установленные настоящим Договором."
    },
    {
      "id": "p15",
      "text": "2.6. Фактом, подтверждающим передачу Сервиса Заказчику, а также отчуждение исполнителем Заказчику исключительных прав на Сервис является подписание Сторонами Акта оказанных услуг."
    },
    {
      "id": "p16",
      "text": "2.7. Исполнитель вправе указать проект в своем портфолио на веб сайте исполнителя."
    },
    {
      "id": "p17",
      "text": "2.8. Исполнитель вправе называть себя автором, указывать имя Заказчика и обозначать свое участие в работе над проектом в собственных рекламных и маркетинговых материалах (в виде дизайн-кейсов или статей в профильных изданиях), при строгом соответствии условий конфиденциальности, обозначенных в Разделе 6 настоящего Договора. 3. ОТЧУЖДЕНИЕ ИСКЛЮЧИТЕЛЬНЫХ ПРАВ"
    },
    {
      "id": "p18",
      "text": "3.1. Исключительные права на Сервис переходят от Исполнителя к Заказчику частями, по мере оказания услуг и предъявления их Исполнителем к приемке и оплате, одновременно с подписанием акта оказанных услуг. Подписания отдельного акта приема-передачи исключительных прав не требуется. С момента передачи Сервиса в порядке п.2.6. Договора Заказчику отчуждается исключительное право как на сам Сервис, так и на любые его части, а также на любые варианты и фрагменты Сервиса, созданные Исполнителем."
    },
    {
      "id": "p19",
      "text": "3.2. С момента получения исключительных прав порядке п.2.6. Договора Заказчик будет иметь право на использование Сервиса, его частей, элементов и всего, что создано Исполнителем в ходе исполнения настоящего Договора в любой форме и любым не противоречащим закону способом, включая, но не ограничиваясь: право на воспроизведение Сервиса, то есть изготовление одного и более экземпляра произведения или его части в любой материальной форме; право на распространение Сервиса любым способом: путем продажи, передачи на основе безвозмездных договоров, передачу в безвозмездное пользование и т.д. его оригинала или экземпляров; право на публичный показ Сервиса; право на импорт оригинала или экземпляров Сервиса в целях распространения; право на сообщение Сервиса в эфир любыми способами, то есть сообщение произведения для всеобщего сведения (включая показ или исполнение); право на сообщение Сервиса по кабелю, то есть сообщение произведения для всеобщего сведения любыми способами с помощью кабеля, провода, оптического волокна или аналогичных средств (в том числе путем ретрансляции); право на перевод или другую переработку (модификацию) Сервиса. При этом под переработкой Сервиса понимается любые его изменения, в том числе перевод Сервиса с одного языка на другой язык; право на доведение Сервиса до всеобщего сведения таким образом, что любое лицо может получить доступ к Сервису из любого места и в любое время по собственному выбору; право использовать Сервис для создания иных объектов авторских прав; право использовать Сервис в качестве составного произведения и включение в иные составные произведения (базы данных)."
    },
    {
      "id": "p20",
      "text": "3.3. Исполнитель предоставляет Заказчику право на обнародование Сервиса. Исполнитель подтверждает, что лишается права на отзыв Сервиса с момента его передачи Заказчику."
    },
    {
      "id": "p21",
      "text": "3.4. Заказчик вправе передавать (предоставлять) любым другим лицам полученные в соответствии с Договором права на Сервис. Согласия Исполнителя на такую передачу (предоставление) не требуется."
    },
    {
      "id": "p22",
      "text": "3.5. Заказчик вправе использовать Сервис, его части, варианты и фрагменты полностью или частично (фрагментарно, выборочно), совместно либо по отдельности, одновременно с другими объектами авторского права, а также вправе включать их в другие произведения (в том числе в аудиовизуальные произведения), исполнения, телевизионные и радиопрограммы и так далее."
    },
    {
      "id": "p23",
      "text": "3.6. Заказчик вправе вносить изменения в Сервис без согласия Исполнителя."
    },
    {
      "id": "p24",
      "text": "3.7. Исключительные права на использование Сервиса используются Заказчиком без каких-либо ограничений."
    },
    {
      "id": "p25",
      "text": "3.8. Заказчик имеет право запрещать любое использование Сервиса другим лицам."
    },
    {
      "id": "p26",
      "text": "3.9. Исполнитель не сохраняет за собой право использовать Сервис самостоятельно или предоставлять какие-либо права на его использование третьим лицам."
    },
    {
      "id": "p27",
      "text": "ГАРАНТИИ ИСПОЛНИТЕЛЯ"
    },
    {
      "id": "p28",
      "text": "4.1. Исполнитель обязуется создавать Сервис своими силами и за свой счет и гарантирует наличие у него авторских прав на Сервис в целом, его составные части, фрагменты, элементы, а также материалы, которые использованы при создании Сервиса."
    },
    {
      "id": "p29",
      "text": "4.2. Исполнитель вправе привлекать третьих лиц в целях исполнения обязательств по настоящему Договору только при наличии предварительного согласия Заказчика, оставаясь при этом ответственным за действия таких лиц как за свои собственные. Личность исполнителя имеет существенное значение для Заказчика."
    },
    {
      "id": "p30",
      "text": "4.3. Исполнитель обязуется при создании Сервиса не нарушать интеллектуальные права третьих лиц. В случае необходимости использовать при создании Сервиса охраняемых объектов интеллектуальных прав, Исполнитель обязуется самостоятельно и за свой счет заключить с соответствующими правообладателями договоры об использовании указанных объектов."
    },
    {
      "id": "p31",
      "text": "4.4. Исполнитель гарантирует соответствие Сервиса законодательству РФ."
    },
    {
      "id": "p32",
      "text": "СТОИМОСТЬ И ОПЛАТА УСЛУГ ПО ДОГОВОРУ"
    },
    {
      "id": "p33",
      "text": "5.1. Расчет и оплата фактической стоимости оказанных Услуг производится ежемесячно."
    },
    {
      "id": "p34",
      "text": "5.2 Размер вознаграждения Исполнителя устанавливается на основании Приложения 1 к Договору. Расчет стоимости услуг производится исходя из затраченных часов на разработку Сервиса, в соответствии с базовыми ставками специалистов Исполнителя, задействованных в разработке Сервиса, утверждённых Заказчиком в конце месяца в электронном виде в учётной системе “Jira” 5.3. Заказчик ежемесячно оплачивает Исполнителю 100% (сто) стоимости оказанных в прошедшем месяце Услуг, принятых по Акту сдачи-приемки Услуг, в течение 10 (десяти) рабочих дней со дня подписания Заказчиком Акта сдачи-приемки Услуг."
    },
    {
      "id": "p35",
      "text": "5.4. Датой оплаты считается дата поступления денежных средств на расчетный счет Исполнителя."
    },
    {
      "id": "p36",
      "text": "5.5. Все расчеты по Договору между Сторонами осуществляются в безналичной форме и исключительно в рублях Российской Федерации."
    },
    {
      "id": "p37",
      "text": "5.6. В случае согласования Сторонами необходимости физического присутствия работников и контрагентов Исполнителя вне г. Таганрог (Россия) Заказчик также оплачивает все дополнительные расходы Исполнителя, связанные с выполнением Договора вне г. Таганрог (Россия), а именно: авиабилеты, визы, железнодорожные билеты, трансферты, размещение в гостинице, возникающие при оказании Услуг на территории Заказчика, а также суточные в размере 700 (семьсот) рублей (без НДС) в день на одного человека. Все дополнительные расходы, связанные с выполнением Исполнителем Договора вне г. Таганрог (Россия), не соответствующие определенным выше, должны быть одобрены Заказчиком дополнительно в письменной форме."
    },
    {
      "id": "p38",
      "text": "5.7. Любые дополнительные затраты, которые могут возникнуть при создании Сервиса, Исполнитель несет самостоятельно."
    },
    {
      "id": "p39",
      "text": "6. СДАЧА - ПРИЕМКА УСЛУГ"
    },
    {
      "id": "p40",
      "text": "6.1. Ежемесячно Исполнитель оформляет Акт сдачи-приемки Услуг, содержащий итоговую месячную сумму к оплате, включающую стоимость фактически оказанных Услуг (п.5.2). Образец Акта сдачи-приемки Услуг приведен в Приложении № 2 Договора."
    },
    {
      "id": "p41",
      "text": "6.2. Заказчик в течение 5 (Пяти) рабочих дней со дня передачи ему Исполнителем Акта сдачи-приемки Услуг, обязан направить Исполнителю подписанный Акт сдачи-приемки Услуг или письменный мотивированный отказ от приемки Услуг. Услуги считаются принятыми Заказчиком и подлежащими оплате, а Акт сдачи-приемки Услуги – подписанным Заказчиком, если в течение 5 (Пяти) рабочих дней после представления Акта сдачи-приемки Услуг Исполнителем Заказчик не подписал Акт сдачи-приемки Услуг и не предъявил письменный мотивированный отказ."
    },
    {
      "id": "p42",
      "text": "6.3. Исполнитель обязан принять замечания Заказчика и учесть их либо представить мотивированный отказ от принятия замечаний Заказчика."
    },
    {
      "id": "p43",
      "text": "6.4. Счета-фактуры выставляются Исполнителем в соответствии с законодательством РФ."
    },
    {
      "id": "p44",
      "text": "7. КОНФИДЕНЦИАЛЬНОСТЬ"
    },
    {
      "id": "p45",
      "text": "7.1. Настоящий Договор, все приложения к нему, информация и документация, полученные в ходе исполнения Договора, а также в период, когда Стороны вели переговоры с целью заключения Договора, информация о Заказчике, за исключением информации о Заказчике, которая согласно законодательству Российской Федерации подлежит обязательному раскрытию признаются Сторонами конфиденциальной информацией и не подлежат разглашению Исполнителем третьим лицам без получения предварительного письменного согласия Заказчика. Конфиденциальной является также вся информация, полученная путем выписки, обработки, переработки, обобщений или аналитических выкладок из конфиденциальной информации."
    },
    {
      "id": "p46",
      "text": "7.2. Настоящим Стороны согласились с тем, что вся вышеперечисленная информация является конфиденциальной независимо от способа ее передачи (в визуальной, письменной или любой электронной форме), носителя Конфиденциальной информации (бумага, диски и пр.), и вида информации (текст, изображение и пр.)."
    },
    {
      "id": "p47",
      "text": "7.3. При этом положения о конфиденциальности распространяются как на информацию, которая будет передаваться Сторонами после подписания настоящего Договора, так и ранее переданную."
    },
    {
      "id": "p48",
      "text": "7.4. Исполнитель обязуется принять все необходимые меры и организовать создание Сервиса таким образом, чтобы избежать раскрытия конфиденциальной информации третьим лицам."
    },
    {
      "id": "p49",
      "text": "7.5. Исполнитель обязуется использовать конфиденциальную информацию только в целях надлежащего исполнения своих обязательств по Договору и никогда не использовать ее в каких-либо иных целях без предварительного письменного разрешения Заказчика."
    },
    {
      "id": "p50",
      "text": "7.6. Исполнитель обязуется обеспечивать сохранность конфиденциальной информации и не разглашать ее третьим лицам течение 2 (двух) лет с момента прекращения действия настоящего Договора."
    },
    {
      "id": "p51",
      "text": "8. ФОРС-МАЖОР"
    },
    {
      "id": "p52",
      "text": "8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы (обстоятельств, которые возникли по независящим от Сторон причинам и не могли быть ими предусмотрены или предотвращены)."
    },
    {
      "id": "p53",
      "text": "8.2. При наступлении обстоятельств непреодолимой силы, каждая Сторона должна без промедления известить о них в письменном виде другую Сторону. Извещение должно содержать данные о характере обстоятельств, предполагаемых сроках их действия, а также официальные документы, удостоверяющие наличие этих обстоятельств и, по возможности, дающие оценку их влияния на возможность исполнения Стороной своих обязательств по данному Договору."
    },
    {
      "id": "p54",
      "text": "8.3. Сторона, не направившая или несвоевременно направившая извещение, обязана возместить другой Стороне понесенные ею убытки."
    },
    {
      "id": "p55",
      "text": "8.4. При наступлении обстоятельств непреодолимой силы, каждая Сторона обязана предпринять все зависящие от нее действия с целью уменьшения убытков, которые могут быть причинены такими обстоятельствами для обеих Сторон."
    },
    {
      "id": "p56",
      "text": "8.5. В случае наступления обстоятельств непреодолимой силы, срок выполнения Стороной обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого действуют эти обстоятельства и их последствия."
    },
    {
      "id": "p57",
      "text": "8.6. Если обстоятельства непреодолимой силы и их последствия продолжают действовать более двух месяцев, Стороны проводят дополнительные переговоры для выявления приемлемых альтернативных способов исполнения настоящего Договора."
    },
    {
      "id": "p58",
      "text": "9. ОТВЕТСТВЕННОСТЬ СТОРОН"
    },
    {
      "id": "p59",
      "text": "9.1. Сторона, не исполнившая или ненадлежащим образом исполнившая обязательства по настоящему Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки."
    },
    {
      "id": "p60",
      "text": "9.2. За нарушение сроков оплаты работ (п. 5.1. настоящего Договора), Заказчик по требованию Исполнителя уплачивает в пользу Исполнителя пеню в размере 0,1% от подлежащей выплате стоимости работ за каждый календарный день просрочки, но всего не более 10% от общей суммы вознаграждения. Указанная обязанность по выплате пени возникает у Заказчика с даты получения им письменного требования Исполнителя о такой выплате."
    },
    {
      "id": "p61",
      "text": "9.3. При просрочке предоставления Заказчиком информационных материалов и задач на разработку, сроки сдачи результатов работ увеличиваются на соответствующее просрочке число дней. В случае многократных просрочек количество просроченных дней суммируется. Увеличение срока разработки по причине просрочек предоставления материалов и доступов к сторонним сервисам подразумевает увеличение стоимости проекта на время просрочки. Заказчик оплачивает вынужденный простой команды Исполнителя, начиная с 3 дня, согласно Приложению №1 к настоящему договору."
    },
    {
      "id": "p62",
      "text": "9.4. В случае нарушения Исполнителем сроков создания Сервиса, по его вине, Исполнитель по требованию Заказчика уплачивает в пользу Заказчика пеню в размере 0,1% от общей суммы вознаграждения за каждый календарный день просрочки, но всего не более 10% от общей суммы вознаграждения. Указанная обязанность по выплате пени возникает у Исполнителя с даты получения им письменного требования Заказчика о такой выплате."
    },
    {
      "id": "p63",
      "text": "9.5. В случаях, не предусмотренных настоящим Договором, имущественная ответственность определяется в соответствии с действующим законодательством Российской Федерации."
    },
    {
      "id": "p64",
      "text": "9.6. Возмещение убытков в случае неисполнения обязательства и уплата неустойки за его неисполнение не освобождают Сторону от исполнения обязательства."
    },
    {
      "id": "p65",
      "text": "9.7. Исполнитель несет полную ответственность за соответствие Сервиса действующему законодательству."
    },
    {
      "id": "p66",
      "text": "9.8. Заказчик и его Аффилированные лица обязуются в течение срока действия настоящего Договора и соответствующих Приложений к нему, а также в течение 1 (одного) года после истечения срока их действия или расторжения не нанимать на работу (на условиях трудового или гражданско-правового договоров или иным образом) сотрудников Исполнителя (физических лиц, работающих на Исполнителя на условиях трудового или гражданско-правового договоров), а также не предлагать трудоустройство (на условиях трудового или гражданско-правового договоров, или иным образом) Специалистам Исполнителя без согласования с Ответственным со стороны Исполнителя. Согласование осуществляется по электронной почте."
    },
    {
      "id": "p67",
      "text": "9.9. При нарушении Заказчиком сроков оплаты, Исполнитель вправе приостановить работу в следующем порядке: В случае задержки оплаты на срок более 10 рабочих дней Исполнитель имеет право приостановить работу на 50%; В случае задержки оплаты на срок более одного расчетного периода Исполнитель имеет право приостановить работу полностью и расторгнуть в одностороннем внесудебном порядке Договор."
    },
    {
      "id": "p68",
      "text": "9.10. В случае нарушения Заказчиком сроков оплаты и вынужденном применении Исполнителем правил приостановки работ, указанные в п.8.2, Заказчик обязуется оплачивать работу приостановленных специалистов как за работающих."
    },
    {
      "id": "p69",
      "text": "10. РАЗРЕШЕНИЕ СПОРОВ"
    },
    {
      "id": "p70",
      "text": "10.1. Все споры и разногласия, возникающие между Сторонами из настоящего Договора, подлежат разрешению путем переговоров."
    },
    {
      "id": "p71",
      "text": "10.2. В случае если спор или разногласие не будут разрешены Сторонами путем переговоров, спор или разногласие подлежат передаче на рассмотрение в Арбитражный суд в соответствии с действующим законодательством. 11. СРОК ДЕЙСТВИЯ ДОГОВОРА"
    },
    {
      "id": "p72",
      "text": "11.1. Настоящий Договор вступает в силу с момента его подписания и действует до полного выполнения Сторонами своих обязательств., а в части, относящейся к отчуждению Заказчику исключительные права на Сервис – в течение всего срока действия авторского права. Исполнитель начинает работы по настоящему Договору с момента поступления предоплаты на расчетный счет."
    },
    {
      "id": "p73",
      "text": "11.2. Признание недействительными отдельных положений настоящего Договора не влечет недействительность всего Договора."
    },
    {
      "id": "p74",
      "text": "12. РАСТОРЖЕНИЕ ДОГОВОРА"
    },
    {
      "id": "p75",
      "text": "12.1. Стороны вправе досрочно расторгнуть настоящий Договор по обоюдному письменному согласию."
    },
    {
      "id": "p76",
      "text": "12.2. Заказчик вправе расторгнуть настоящий Договор в одностороннем внесудебном порядке в случаях: если Исполнитель не обладает исключительным правом на Сервис, его части, фрагменты, которые были использованы при его создании; если Сервис будут явно не соответствовать требованиям Заказчика; выявления низких профессиональных качеств Исполнителя."
    },
    {
      "id": "p77",
      "text": "12.3. В случаях, указанных в п. 11.2. Договор будет расторгнут с даты, указанной Заказчиком в уведомлении."
    },
    {
      "id": "p78",
      "text": "12.4. Заказчик и Исполнитель вправе расторгнуть настоящий Договор в одностороннем внесудебном порядке путем уведомления другой стороны не менее, чем за 30 (тридцать) календарных дней до даты расторжения. Данное условие считается выполненным с даты направления почтового уведомления на адрес, указанный в Разделе 14 настоящего Договора."
    },
    {
      "id": "p79",
      "text": "12.5. В случае досрочного расторжения Договора или отказа от его исполнения какой-либо стороной Исполнитель заканчивает работу по текущему этапу, после чего передает Заказчику все результаты своей деятельности, в том числе всю документацию по всем завершенным этапам к моменту расторжения Договора, а Заказчик производит оплату Исполнителю пропорционально выполненной работе."
    },
    {
      "id": "p80",
      "text": "12.6. В случае досрочного прекращения Договора независимо от основания не исключительное право на Сервис, его части или фрагменты, переданный Заказчику к моменту прекращения Договора, остается у Заказчика."
    },
    {
      "id": "p81",
      "text": "13. ИЗМЕНЕНИЕ И ДОПОЛНЕНИЕ ДОГОВОРА"
    },
    {
      "id": "p82",
      "text": "13.1. Настоящий Договор может быть изменен или дополнен Сторонами в период его действия на основе их взаимного согласия."
    },
    {
      "id": "p83",
      "text": "13.2. Любые соглашения Сторон по изменению или дополнению условий настоящего Договора имеют силу в том случае, если они оформлены в письменном виде и подписаны Сторонами или надлежащим образом уполномоченными на то представителями Сторон."
    },
    {
      "id": "p84",
      "text": "13.3. Привлечение на проект Заказчика новых специалистов Исполнителя, а также их освобождение от работы, должно быть согласовано Заказчиком за 30 (тридцать) календарных дней до данного изменения. Путем письменного уведомления на почту, указанную в п.2.3. настоящего Договора."
    },
    {
      "id": "p85",
      "text": "14. ПРОЧИЕ УСЛОВИЯ"
    },
    {
      "id": "p86",
      "text": "14.1. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются законодательством Российской Федерации."
    },
    {
      "id": "p87",
      "text": "14.2. Настоящий Договор составлен в двух экземплярах, по одному для каждой из Сторон, имеющих равную юридическую силу."
    },
    {
      "id": "p88",
      "text": "14.3. Стороны согласовали возможный порядок обмена и признания электронных документов, подписанных электронной подписью посредством автоматизированной информационной система конфиденциального обмена юридически значимыми электронными документами «Диадок» доверенного оператора электронного документооборота АО «Производственная фирма «СКБ Контур». Сформированная владельцем ЭП, является равнозначной собственноручной подписи владельца ЭП и оттиску печати Стороны при выполнении условий, определенных действующим законодательством РФ и настоящим Договором."
    },
    {
      "id": "p89",
      "text": "15. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН"
    },
    {
      "id": "p90",
      "text": "Приложение № 1 к Договору № _______от «___» ________ г."
    },
    {
      "id": "p91",
      "text": "Стоимость услуг Таблица 1"
    },
    {
      "id": "p92",
      "text": "В Таблице 1 приводятся расчетные ставки Исполнителя. Ставки приведены в рублях РФ, без учета командировочных расходов Исполнителя."
    },
    {
      "id": "p93",
      "text": "Ставки приведены для нормальной продолжительности рабочего дня: с 9–00 по 18–00 в рабочие дни по Московскому времени."
    },
    {
      "id": "p94",
      "text": "При оказании Услуг с продолжительностью дня выше нормальной к ставкам применяется повышающий коэффициент 1,5."
    },
    {
      "id": "p95",
      "text": "При оказании Услуг в праздничные и выходные дни к ставкам применяется повышающий коэффициент 2."
    },
    {
      "id": "p96",
      "text": "Приложение № 2 к Договору № _______ от «___» __________ г."
    },
    {
      "id": "p97",
      "text": "____________________________НАЧАЛО ФОРМЫ ________________________________"
    },
    {
      "id": "p98",
      "text": "Акт сдачи-приёмки Работ/Услуг № ____ к Договору № ____ от «___»__ 202___ г."
    },
    {
      "id": "p99",
      "text": "г. Таганрог «__» ______ 20__ г."
    },
    {
      "id": "p100",
      "text": "Общество с ограниченной ответственностью «____» (ООО «____»), в лице ____действующего на основании _______ ,именуемое в дальнейшем «Заказчик», с одной Стороны, и Общество с ограниченной ответственностью «___» (ООО «____»), в лице_____ , действующего на основании _____, с другой Стороны, именуемое в дальнейшем «Исполнитель», далее при совместном упоминании именуемые «Стороны», составили и подписали настоящий Акт сдачи-приёмки Услуг (далее по тексту – «Акт») к Договору № __________ от «____» ________ 202__ г. (далее по тексту – «Договор») о нижеследующем:"
    },
    {
      "id": "p101",
      "text": "Исполнитель в период с «__» _______ 20__ г. по «__» ______ 20__ г. выполнил (оказал) для Заказчика следующие Работы/Услуги:"
    },
    {
      "id": "p102",
      "text": "Программное обеспечение передано по сети Интернет, исключительные права на программное обеспечение возникли у Заказчика. Общая стоимость Работ/Услуг составляет: _____, в том числе НДС (20%) _______ Работы/Услуги выполнены (оказаны) Исполнителем своевременно, в полном объеме и с надлежащим качеством. Исполнитель передал все Исключительные имущественные права на объекты интеллектуальной собственности, созданные им в ходе выполнения Работ/Услуг по Заявке № ________ к Договору. Заказчик не имеет претензий к Исполнителю в отношении объема и качества выполненных (оказанных) Услуг. Акт составлен в 2 (двух) экземплярах, имеющих одинаковую юридическую силу, по 1 (одному) для каждой из Сторон."
    },
    {
      "id": "p103",
      "text": "________________________________КОНЕЦ ФОРМЫ ______________________________"
    },
    {
      "id": "p104",
      "text": "Форма Акта сдачи-приёмки Работ/Услуг Сторонами согласована:"
    }
  ],
  "contractState": {
    "number": "ИТ-245",
    "subject": "Услуги по гибкой разработке программного обеспечения «Право (редактор)» с последующим отчуждением всех исключительных прав на созданный сервис Заказчику",
    "parties": {
      "customer": {
        "name": "НАО «ПравоТех»",
        "fullName": "Непубличное акционерное общество «ПравоТех»"
      },
      "executor": {
        "name": "ООО «Дунайс»",
        "fullName": "Общество с ограниченной ответственностью «Дунайс»"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Отчуждение исключительных прав на Сервис",
      "content": "Исполнитель отчуждает Заказчику все исключительные права на Сервис (включая части, фрагменты, элементы, версии) в полном объеме, без ограничения по сроку и территории. Срок полезного использования Сервиса определяется Заказчиком самостоятельно.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p7"
          ],
          "comment": "Условия отчуждения исключительных прав на Сервис, срок и территория действия прав"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Использование данных о договоре в закупочных процедурах",
      "content": "Стороны вправе без предварительного письменного согласия другой стороны указывать в заявках на участие в закупочных процедурах информацию о заключенных между ними договорах (наименование контрагента, контакты, предмет договора, общая цена, объем обязательств, срок) для подтверждения опыта.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p8"
          ],
          "comment": "Согласие сторон на раскрытие ограниченного объема информации о договоре в тендерных заявках"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_3",
      "title": "Обязанность Исполнителя по разработке Сервиса",
      "content": "Исполнитель обязан разработать Сервис в соответствии с указаниями Заказчика, в порядке и сроки, установленными договором и его приложениями.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10"
          ],
          "comment": "Определяет ключевое обязательство Исполнителя по разработке Сервиса"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_4",
      "title": "Порядок сдачи и приемки услуг и молчаливая приемка",
      "content": "Заказчик обязан в течение 5 рабочих дней с момента получения Акта сдачи-приемки либо подписать его, либо направить мотивированный письменный отказ. Если в этот срок Заказчик не подпишет Акт и не направит мотивированный отказ, услуги считаются принятыми и подлежащими оплате, а Акт — подписанным Заказчиком.",
      "category": "приемка",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p39",
            "p41"
          ],
          "comment": "Раздел о сдаче-приемке и правило о deemed acceptance при отсутствии ответа"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_5",
      "title": "Рассмотрение и учет замечаний Заказчика",
      "content": "Исполнитель обязан принять замечания Заказчика по результатам работ и либо учесть их, либо предоставить мотивированный отказ от их принятия.",
      "category": "приемка",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p42"
          ],
          "comment": "Условия работы с замечаниями Заказчика при приемке"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_6",
      "title": "Уведомление о форс-мажоре и продление сроков",
      "content": "При наступлении форс-мажорных обстоятельств каждая сторона обязана без промедления письменно уведомить другую сторону, указав характер обстоятельств, предполагаемые сроки их действия и приложив официальные подтверждающие документы. Срок исполнения обязательств отодвигается на время действия форс-мажора и его последствий. Сторона, не уведомившая вовремя, возмещает контрагенту убытки, а каждая сторона обязана предпринимать меры по уменьшению возможных убытков.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p53",
            "p54",
            "p55",
            "p56"
          ],
          "comment": "Порядок уведомления о форс-мажоре, последствия для сроков и обязанность по минимизации убытков"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Общая имущественная ответственность сторон",
      "content": "Сторона, не исполнившая либо ненадлежащим образом исполнившая обязательства по договору, обязана возместить другой стороне причиненные убытки. В неурегулированных договором случаях имущественная ответственность определяется законодательством РФ.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p59",
            "p63"
          ],
          "comment": "Общие положения об ответственности за нарушение договора и отсылка к законодательству РФ"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_8",
      "title": "Пеня за просрочку оплаты Заказчиком",
      "content": "За нарушение сроков оплаты работ Заказчик по требованию Исполнителя уплачивает пеню 0,1% от подлежащей выплате стоимости работ за каждый день просрочки, но не более 10% от общей суммы вознаграждения. Обязанность по уплате пени возникает с даты получения письменного требования от Исполнителя.",
      "category": "оплата",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p60"
          ],
          "comment": "Условие о неустойке за просрочку оплаты со стороны Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Последствия просрочки предоставления материалов Заказчиком",
      "content": "При просрочке предоставления Заказчиком информационных материалов и задач сроки сдачи результатов работ увеличиваются на количество дней просрочки (при многократных просрочках дни суммируются). Просрочка предоставления материалов и доступов ведет к увеличению стоимости проекта на время просрочки: Заказчик оплачивает вынужденный простой команды Исполнителя, начиная с 3-го дня, согласно Приложению № 1.",
      "category": "сроки",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p61"
          ],
          "comment": "Механизм продления сроков и увеличения стоимости при задержке материалов Заказчиком"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_10",
      "title": "Пеня за просрочку создания Сервиса Исполнителем",
      "content": "При нарушении сроков создания Сервиса по вине Исполнителя он по требованию Заказчика уплачивает пеню 0,1% от общей суммы вознаграждения за каждый день просрочки, но не более 10% от общей суммы вознаграждения. Обязанность по уплате пени возникает с даты получения письменного требования Заказчика.",
      "category": "ответственность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p62"
          ],
          "comment": "Неустойка за просрочку выполнения работ по вине Исполнителя"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Ответственность Исполнителя за соответствие Сервиса закону",
      "content": "Исполнитель несет полную ответственность за соответствие Сервиса действующему законодательству.",
      "category": "ответственность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p65"
          ],
          "comment": "Прямая ответственность Исполнителя за юридическую корректность Сервиса"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Запрет переманивания сотрудников Исполнителя",
      "content": "Заказчик и его аффилированные лица в период действия договора и приложений, а также в течение 1 года после их прекращения или расторжения не вправе нанимать или предлагать трудоустройство сотрудникам и специалистам Исполнителя без согласования с ответственным со стороны Исполнителя (согласование по электронной почте).",
      "category": "прочие условия",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p66"
          ],
          "comment": "Ограничение на найм сотрудников Исполнителя Заказчиком и его аффилированными лицами"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Приостановка работ и одностороннее расторжение при просрочке оплаты",
      "content": "При просрочке оплаты свыше 10 рабочих дней Исполнитель вправе приостановить работу на 50%. При просрочке более одного расчетного периода Исполнитель вправе полностью приостановить работы и расторгнуть договор в одностороннем внесудебном порядке.",
      "category": "расторжение",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p67"
          ],
          "comment": "Право Исполнителя приостанавливать работы и расторгать договор при длительной просрочке оплаты"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Оплата работы приостановленных специалистов при просрочке оплаты",
      "content": "В случае просрочки оплаты и применения Исполнителем правил приостановки работ Заказчик обязуется оплачивать работу приостановленных специалистов как за работающих.",
      "category": "оплата",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p68"
          ],
          "comment": "Обязанность Заказчика оплачивать простой специалистов при приостановке работ из-за его просрочки оплаты"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Порядок разрешения споров",
      "content": "Споры и разногласия сначала подлежат урегулированию путем переговоров. Если договориться не удается, спор передается на рассмотрение в арбитражный суд в соответствии с действующим законодательством.",
      "category": "разрешение споров",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p71"
          ],
          "comment": "Досудебный порядок и передача спора в арбитражный суд"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Срок действия договора и начало работ",
      "content": "Договор вступает в силу с момента подписания и действует до полного исполнения обязательств сторонами, а в части отчуждения исключительных прав на Сервис — в течение всего срока действия авторского права. Исполнитель начинает работы с момента поступления предоплаты на его расчетный счет.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p72"
          ],
          "comment": "Срок действия договора, длительность передачи прав и условие начала работ (предоплата)"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_17",
      "title": "Акт сдачи-приемки услуг как неотъемлемая часть договора",
      "content": "Стороны оформляют результаты оказанных услуг отдельным Актом сдачи-приемки к основному договору, который подписывается уполномоченными представителями Заказчика и Исполнителя.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p100"
          ],
          "comment": "Типовая формулировка Акта сдачи-приемки услуг, подтверждающего исполнение обязательств по договору"
        }
      ],
      "priority": "secondary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Ежемесячная оплата фактической стоимости оказанных услуг по договору",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Итоговая месячная сумма к оплате, включающая стоимость фактически оказанных услуг согласно Акту сдачи-приемки и п. 5.2 договора"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "Ежемесячно по итогам отчетного месяца на основании Акта сдачи-приемки услуг",
        "period": "ежемесячно"
      },
      "conditions": "Оплата производится на основании ежемесячного Акта сдачи-приемки услуг с указанием итоговой месячной суммы к оплате",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p33"
          ],
          "comment": "Установлен ежемесячный расчет и оплата фактической стоимости оказанных услуг"
        },
        {
          "paragraphIds": [
            "p40"
          ],
          "comment": "Акт сдачи-приемки фиксирует итоговую месячную сумму к оплате"
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата общей стоимости работ/услуг и переданных исключительных прав по конкретной заявке к договору",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "fixed",
        "formula": "Общая стоимость Работ/Услуг по соответствующей Заявке, включая НДС 20%, указывается в Акте"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "После подписания Акта сдачи-приемки работ/услуг по соответствующей Заявке"
      },
      "conditions": "Подписание Акта, подтверждающего своевременное и надлежащее выполнение работ/услуг, передачу исключительных имущественных прав и отсутствие претензий Заказчика",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p91"
          ],
          "comment": "Упоминание стоимости услуг в Таблице 1"
        },
        {
          "paragraphIds": [
            "p102"
          ],
          "comment": "Фиксация общей стоимости работ/услуг, включая НДС, и переданных исключительных прав в Акте"
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Обычный режим исполнения договора",
      "description": "Базовое состояние: услуги оказываются без выезда за пределы г. Таганрог и без просрочек со стороны Заказчика.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p39",
            "p61",
            "p67",
            "p68"
          ],
          "comment": "Общий режим оказания услуг, сдачи-приемки, нормальные сроки без просрочек."
        }
      ],
      "tasks": [
        {
          "id": "task_1_1",
          "label": "Обеспечение своевременной оплаты",
          "description": "Заказчик выполняет оплату в установленные договором сроки, не допуская просрочек, влияющих на приостановку работ.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67",
                "p68"
              ],
              "comment": "Негативные последствия при нарушении сроков оплаты (приостановка, оплата простоя)."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_2",
          "label": "Предоставление информационных материалов и задач",
          "description": "Заказчик предоставляет Исполнителю необходимые материалы, доступы и задачи для разработки в установленные договором сроки, чтобы избежать продления сроков и удорожания.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p61"
              ],
              "comment": "Последствия просрочки предоставления материалов: перенос сроков и увеличение стоимости."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Исполнение договора с выездом за пределы г. Таганрог",
      "description": "Стороны согласовали необходимость физического присутствия работников/контрагентов Исполнителя вне г. Таганрог; Заказчик несет дополнительные расходы.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p37"
          ],
          "comment": "Особый режим оказания услуг вне г. Таганрог и компенсации расходов."
        }
      ],
      "tasks": [
        {
          "id": "task_2_1",
          "label": "Согласование необходимости выезда",
          "description": "Стороны письменно согласуют необходимость физического присутствия работников и контрагентов Исполнителя вне г. Таганрог.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p37"
              ],
              "comment": "Выезд возможен при согласовании Сторонами необходимости физического присутствия."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_2_2",
          "label": "Оплата стандартных дополнительных расходов",
          "description": "Заказчик оплачивает перелеты, визы, ж/д билеты, трансферы, проживание в гостинице и суточные 700 руб. в день на человека при оказании услуг вне г. Таганрог.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p37"
              ],
              "comment": "Перечень стандартных дополнительных расходов, подлежащих оплате Заказчиком."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_2_3",
          "label": "Письменное согласование нестандартных дополнительных расходов",
          "description": "Дополнительные расходы Исполнителя, не поименованные в договоре как стандартные, подлежат отдельному письменному одобрению Заказчиком.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p37"
              ],
              "comment": "Все иные расходы должны быть одобрены Заказчиком дополнительно в письменной форме."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Просрочка предоставления материалов и задач Заказчиком",
      "description": "Заказчик задерживает предоставление информационных материалов, доступов или задач на разработку, что влияет на сроки и стоимость проекта.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p61"
          ],
          "comment": "Регулирует последствия просрочки предоставления материалов и доступов Заказчиком."
        }
      ],
      "tasks": [
        {
          "id": "task_3_1",
          "label": "Передача просроченных материалов и доступов",
          "description": "Заказчик должен как можно скорее предоставить все недостающие материалы и доступы, чтобы остановить накопление дней просрочки.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p61"
              ],
              "comment": "Просрочка увеличивает сроки сдачи и суммируется при многократных нарушениях."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_3_2",
          "label": "Корректировка сроков сдачи результатов",
          "description": "Исполнитель пересчитывает сроки сдачи результатов работ с учетом продолжительности просрочки.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p61"
              ],
              "comment": "Сроки сдачи результатов увеличиваются на число дней просрочки."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_3_3",
          "label": "Перерасчет стоимости проекта и оплаты простоя команды",
          "description": "Исполнитель рассчитывает увеличение стоимости проекта и простоя команды; Заказчик оплачивает вынужденный простой команды с 3-го дня просрочки.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p61"
              ],
              "comment": "Увеличение стоимости проекта на время просрочки и оплата простоя с 3-го дня."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 3,
            "type": "calendar",
            "direction": "after",
            "description": "С 3-го дня просрочки предоставления материалов Заказчик обязан оплачивать простой команды."
          }
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Просрочка оплаты свыше 10 рабочих дней — частичная приостановка работ",
      "description": "Заказчик задерживает оплату более чем на 10 рабочих дней; Исполнитель вправе сократить объем выполняемых работ до 50%.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p67",
            "p68"
          ],
          "comment": "Порядок приостановки работы при просрочке оплаты более 10 рабочих дней и оплата приостановленных специалистов."
        }
      ],
      "tasks": [
        {
          "id": "task_4_1",
          "label": "Принятие решения о частичной приостановке работ",
          "description": "Исполнитель решает, воспользоваться ли правом приостановить работу на 50% и документирует это решение (уведомление, внутренний приказ и т.п.).",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67"
              ],
              "comment": "Право приостановить работу на 50% при задержке оплаты более 10 рабочих дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 10,
            "type": "working",
            "direction": "after",
            "description": "Право на приостановку возникает после задержки оплаты более 10 рабочих дней."
          }
        },
        {
          "id": "task_4_2",
          "label": "Оплата работы приостановленных специалистов",
          "description": "Заказчик обязан оплачивать труд специалистов, чья работа приостановлена по причине просрочки оплаты, как за работающих.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p68"
              ],
              "comment": "Обязанность оплачивать работу приостановленных специалистов как за работающих."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_4_3",
          "label": "Погашение задолженности по оплате",
          "description": "Заказчик погашает просроченную оплату, чтобы устранить основания для приостановки и дальнейшей эскалации до полного прекращения работ.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67",
                "p68"
              ],
              "comment": "Продолжение просрочки может привести к полной приостановке и расторжению."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_5",
      "label": "Просрочка оплаты более одного расчетного периода — полная приостановка и возможное одностороннее расторжение Исполнителем",
      "description": "Задержка оплаты превышает один расчетный период; Исполнитель может полностью приостановить работы и расторгнуть договор в одностороннем внесудебном порядке.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p67",
            "p68"
          ],
          "comment": "Полная приостановка и право на одностороннее расторжение Исполнителем при длительной просрочке оплаты."
        }
      ],
      "tasks": [
        {
          "id": "task_5_1",
          "label": "Принятие решения о полной приостановке работ",
          "description": "Исполнитель решает приостановить работы полностью в связи с просрочкой оплаты более одного расчетного периода.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67"
              ],
              "comment": "Право приостановить работу полностью при задержке оплаты более одного расчетного периода."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_5_2",
          "label": "Принятие решения о расторжении договора Исполнителем",
          "description": "Исполнитель вправе расторгнуть договор в одностороннем внесудебном порядке после наступления указанной просрочки и оформляет соответствующее уведомление.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67"
              ],
              "comment": "Право расторгнуть договор в одностороннем внесудебном порядке при просрочке более расчетного периода."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_5_3",
          "label": "Оплата работы приостановленных специалистов",
          "description": "Заказчик продолжает оплачивать специалистов, чья работа приостановлена по правилам приостановки, как за работающих, до урегулирования ситуации либо расторжения.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p68"
              ],
              "comment": "Сохранение обязанности оплачивать приостановленных специалистов при применении правил приостановки работ."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_6",
      "label": "Досрочное расторжение по взаимному письменному соглашению",
      "description": "Стороны договорились досрочно прекратить договор по обоюдному письменному согласию.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75",
            "p79"
          ],
          "comment": "Досрочное расторжение по соглашению и общие последствия расторжения."
        }
      ],
      "tasks": [
        {
          "id": "task_6_1",
          "label": "Подготовка и подписание соглашения о расторжении",
          "description": "Стороны оформляют письменное соглашение о досрочном расторжении договора, определяя дату прекращения и взаиморасчеты.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p75"
              ],
              "comment": "Право Сторон досрочно расторгнуть договор по обоюдному письменному согласию."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_6_2",
          "label": "Исполнение процедур завершения текущего этапа и расчетов",
          "description": "После достижения соглашения о расторжении Стороны применяют общий порядок завершения текущего этапа и расчетов, предусмотренный для досрочного расторжения.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Общий механизм действий при досрочном расторжении или отказе от исполнения договора."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_7",
      "label": "Одностороннее расторжение договора Заказчиком по специальным основаниям",
      "description": "Заказчик использует право на одностороннее внесудебное расторжение при наличии специальных оснований (отсутствие исключительных прав, явное несоответствие Сервиса требованиям, низкие профессиональные качества Исполнителя).",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p76",
            "p77",
            "p79"
          ],
          "comment": "Специальные основания расторжения Заказчиком и момент наступления расторжения."
        }
      ],
      "tasks": [
        {
          "id": "task_7_1",
          "label": "Выявление и фиксация специальных оснований для расторжения",
          "description": "Заказчик документирует факты отсутствия исключительных прав, явного несоответствия Сервиса требованиям или низких профессиональных качеств Исполнителя.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p76"
              ],
              "comment": "Перечень оснований для одностороннего внесудебного расторжения Заказчиком."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_7_2",
          "label": "Направление уведомления о расторжении с указанием даты",
          "description": "Заказчик направляет Исполнителю уведомление о расторжении договора, указывая дату, с которой договор считается расторгнутым.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p76",
                "p77"
              ],
              "comment": "Расторжение по указанным основаниям и момент расторжения – дата, указанная в уведомлении."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_7_3",
          "label": "Выполнение процедур по завершению этапа и оплате",
          "description": "После наступления даты расторжения Стороны завершают текущий этап, передают результаты и производят оплату пропорционально выполненной работе.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Порядок завершения работ и расчетов при досрочном расторжении или отказе от исполнения."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_8",
      "label": "Одностороннее расторжение по уведомлению за 30 дней",
      "description": "Любая сторона реализует право на одностороннее внесудебное расторжение без указания специальных оснований, с предварительным уведомлением за 30 календарных дней.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78",
            "p79"
          ],
          "comment": "Общий порядок одностороннего расторжения по уведомлению и последствия расторжения."
        }
      ],
      "tasks": [
        {
          "id": "task_8_1",
          "label": "Подготовка уведомления о расторжении",
          "description": "Сторона, инициирующая расторжение, подготавливает письменное уведомление с указанием даты расторжения (не менее чем через 30 календарных дней).",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p78"
              ],
              "comment": "Право любой стороны расторгнуть договор с уведомлением не менее чем за 30 дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 30,
            "type": "calendar",
            "direction": "before",
            "description": "Уведомление должно быть направлено не менее чем за 30 календарных дней до даты расторжения."
          }
        },
        {
          "id": "task_8_2",
          "label": "Направление почтового уведомления",
          "description": "Уведомление о расторжении направляется по почте на адрес контрагента, указанный в разделе с реквизитами договора; условие считается выполненным с даты отправки почтового уведомления.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p78"
              ],
              "comment": "Момент исполнения обязанности по уведомлению – дата направления почтового уведомления."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 30,
            "type": "calendar",
            "direction": "before",
            "description": "Почтовое направление уведомления должно быть совершено минимум за 30 календарных дней до даты расторжения."
          }
        },
        {
          "id": "task_8_3",
          "label": "Применение процедур завершения текущего этапа и расчетов",
          "description": "После наступления даты расторжения по уведомлению Стороны завершают текущий этап, передают результаты и осуществляют оплату пропорционально выполненной работе.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Единый порядок действий при досрочном расторжении договора."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_9",
      "label": "Стадия завершения работ и окончательных расчетов после досрочного расторжения или отказа от исполнения",
      "description": "Договор досрочно прекращен (по соглашению, по инициативе одной из сторон или в связи с просрочкой оплаты), и Стороны реализуют предусмотренные договором действия по завершению этапа и взаиморасчетам.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p79"
          ],
          "comment": "Универсальные последствия досрочного расторжения или отказа от исполнения договора."
        }
      ],
      "tasks": [
        {
          "id": "task_9_1",
          "label": "Завершение работ по текущему этапу",
          "description": "Исполнитель завершает работы по текущему этапу на момент расторжения, не начиная новые этапы.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Исполнитель заканчивает работу по текущему этапу при досрочном расторжении."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_9_2",
          "label": "Передача результатов и документации Заказчику",
          "description": "Исполнитель передает Заказчику все результаты деятельности и документацию по всем завершенным этапам к моменту расторжения.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Обязанность передать все результаты и документацию по завершенным этапам."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_9_3",
          "label": "Оплата выполненной работы пропорционально объему",
          "description": "Заказчик производит оплату Исполнителю пропорционально фактически выполненной работе на момент расторжения договора.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Заказчик обязан оплатить работу пропорционально выполненному объему."
            }
          ],
          "priority": "primary"
        }
      ]
    }
  ]
}