{
  "originalText": "\n\n\n\n\nсовместно именуемые Стороны, заключили договор (далее — Договор) о следующем:\nПредмет\nИсполнитель выполняет работы и оказывает услуги по разработке, адаптации и модификации программ для ЭВМ по заданиям Заказчика, а Заказчик принимает и оплачивает их. \nСогласование заданий\nДоговор является рамочным. Стороны согласуют объем, стоимость и порядок согласования заданий в Приложениях к Договору.\nЗаказчик вправе изменять объем услуг или работ в рамках заданий. В таком случае Исполнитель вправе изменить стоимость. Стороны оформляют такие изменения с помощью дополнительного соглашения к Приложению.\nПорядок выполнения задания\nЗаказчик вправе в любое время направлять запросы о ходе выполнения задания. Исполнитель отвечает на запрос не позднее 3 рабочих дней с момента его получения.\nЗаказчик не вправе без предварительного уведомления Исполнителя изменять требования к выполнению задания Исполнителем.\nЗаказчик не вправе перепоручать выполнение задания своим сотрудникам или третьим лицам без уведомления Исполнителя.\nКоммуникации\nСтороны вправе направлять запросы, уведомления, обмениваться информацией через электронные средства коммуникации, в том числе:\nмессенджеры, электронную почту, видеоконференцсвязь, телефон, указанные в настоящем Договоре (далее — Средства коммуникации).\nСтороны согласуют перечень используемых для выполнения задания Средств коммуникации в Приложении.\nСтороны вправе через согласованные Средства коммуникации заменять и определять новые способы коммуникации.\nДоступы\nСторона, владеющая учетной записью Сервиса (Приложение №1):\nпредоставляет другой стороне Доступ не позднее 5 рабочих дней с момента подписания Приложения, в рамках которого используется Сервис;\nне вправе прекращать Доступ другой стороне, пока действует Приложение, в рамках которого используется Сервис;\nпо запросу другой стороны проводит инструктаж по функционалу Сервиса.\nМатериалы\nЗаказчик обязан предоставлять Исполнителю информацию, документы, изображения и прочие материалы, необходимые для выполнения заданий (далее — Материалы) не позднее 3 рабочего дня с момента запроса от Исполнителя, если иной срок не установлении в Приложении.\nЗаказчик заверяет Исполнителя о том, что передаваемые им Материалы достоверны и что он обладает правом передавать их Исполнителю. В случае нарушения указанного заверения Заказчик обязуется компенсировать убытки Исполнителю из-за предъявления претензий третьих лиц к последнему.\nИсполнитель заверяет Заказчика о том, что передаваемые им Материалы достоверны и что он обладает правом передавать их Заказчику. В случае нарушения указанного заверения Исполнитель обязуется компенсировать убытки Заказчику из-за предъявления претензий третьих лиц к последнему.\nЕсли Заказчик не предоставит Материалы в срок, то срок выполнения задания увеличивается на каждый день просрочки, при этом:\nИсполнитель вправе выполнить задания исходя из имеющихся Материалов, а Заказчик в этом случае не вправе отказаться от приемки результата.\nЕсли просрочка предоставления Материалов составляет более 5 рабочих дней, Исполнитель вправе приостановить выполнение работ до предоставления материалов. \nПри одностороннем отказе от Договора Заказчик обязан оплатить фактически выполненные задания.\nПо согласованию с Заказчиком Исполнитель может приобретать дополнительные Материалы, а Заказчик обязуется возмещать Исполнителю расходы, в том числе:\nлицензионное вознаграждение за использование шрифтов, права на которые принадлежат третьим лицам;\nлицензионное вознаграждение за использование фотографий из фотостоков или произведений фотографов; \nстоимость профессиональной корректорской вычитки текстов;\nиспользование сторонних платных сервисов;\nиспользование платных сторонних компонентов при включении в код программного обеспечения.\nПредставители\nСтороны назначают лиц, уполномоченных вести переговоры и обмениваться информацией по Договору в рамках задания (далее – Представители).\nСтороны согласуют контактные данные Представителей через Средства коммуникации или в Приложении.\nСторона обязана уведомить о замене Представителя через Средство коммуникации за 2 рабочих дня до начала осуществления полномочий новым Представителем.\nФинансовые условия\nСтороны согласуют стоимость услуг и работ и порядок расчетов по Договору в Приложении.\nИсполнитель применяет упрощенную схему налогообложения. В случае применения ставки НДС налог входит в стоимость работ/услуг.\nРасчеты производятся в рублях путем перечисления денежных средств на расчетный счет стороны, указанный в счете на оплату.\nОбязательства по оплате считаются исполненными с момента поступления денежных средств на корреспондентский счет банка получателя.\nВознаграждение Исполнителя за отчуждение исключительного права на результат интеллектуальной деятельности включено в стоимость работ и услуг и составляет 1%. \nСдача и приемка\nИсполнитель направляет Заказчику акт об оказанных услугах и выполненных работах (далее —  Акт) в порядке и сроки, указанные в Приложении.\nЕсли иное не предусмотрено в Приложении, Заказчик не позднее 5 рабочих дней с момента получения Акта:\nподписывает его и направляет Исполнителю,\nили направляет письменный отказ от приемки с указанием на недостатки работ и услуг (далее — Отказ).\nЕсли Заказчик в установленный срок не направит Исполнителю Акт или Отказ, услуги и работы считаются принятыми Заказчиком без замечаний.\nНедостатки и доработки\nПод недостатками стороны понимают несоответствие работ и услуг требованиям, согласованным сторонами (далее — Недостаток).\nЗаказчик вправе предъявить требование об исправлении Недостатков до подписания Акта и в течение 12 месяцев с момента подписания Акта, если иной срок не установлен Приложением.\nПри получении Отказа Исполнитель:\nсообщает Заказчику сроки устранения Недостатков, которые не должны превышать 10 рабочих дней\nустраняет недостатки и повторно направляет Акт.\nПод доработками стороны понимают выполнение работ и услуг исходя из новых требований Заказчика (далее — Доработки).\nЕсли на Доработки Исполнителю требуется более 2 рабочих часов, Заказчик оплачивает их дополнительно по счету Исполнителя. Заказчик оплачивает счет Исполнителя не позднее 5 рабочих дней с момента его выставления.\nИсполнитель вправе не выполнять Доработки, пока Заказчик не оплатил счет.\nПосле выполнения Доработок Исполнитель направляет Акт Заказчику.\nИнтеллектуальная собственность\nЕсли в ходе исполнения Договора Исполнитель создаст результат интеллектуальной деятельности (далее – РИД), он обязан передать Заказчику исключительное право на него.\nИсключительное право на РИД переходит к Заказчику после выполнения следующих условий:\nстороны подписали Акт по заданию, в рамках которого создан РИД;\nа также Заказчик в полном объеме оплатил стоимость задания, в рамках которого создан РИД.\nИсполнитель дает заверение Заказчику о том, что\nон является правообладателем РИД, созданных ходе исполнения Договора,\nпередает их Заказчику свободным от прав третьих лиц.\nЗаказчик вправе использовать РИД любым способом, в том числе осуществлять их опубликование, без указания авторов.\nЗаказчик предоставляет Исполнителю право на использование своего имени (наименования), логотипов, товарных знаков и коммерческих обозначений в информационных ресурсах Исполнителя в качестве клиента, а именно «ПравоТех». Данное право может быть отозвано в любой момент Заказчиком без объяснения причин. В таком случае Исполнитель обязан удалить все указанные материалы в течение 3 рабочих дней.\nОтветственность\nЕсли Заказчик просрочит оплату, Исполнитель вправе требовать уплаты неустойки в размере 0,1 % от суммы задолженности за каждый день просрочки, но не более 10 % от нее.\nЕсли Исполнитель нарушит сроки выполнения заданий по Договору, Заказчик вправе требовать уплаты неустойки в размере 0,1 % от стоимости задания за каждый день просрочки, но не более 10 % от нее.\nВ иных случаях ответственность сторон по Договору ограничена возмещением реального ущерба.\nОбстоятельства непреодолимой силы\nНи одна из сторон не будет нести ответственность за неисполнение своих обязательств, если оно будет следствием обстоятельств непреодолимой силы, которые стороны не могли предвидеть и предотвратить (далее – Обстоятельства): пожар, наводнение, землетрясение и другие стихийные бедствия, военные операции, блокады, пандемия, ограничения экономического и политического характера, если такие ограничения не были введены на момент подписания настоящего Договора и реально создали невозможность его исполнения, в том числе с использованием средств VPN, proxy, API-провайдеров, предоставляющих доступ к ограниченным Сервисам.\nСторона, которая не может исполнить обязательство из-за наступления Обстоятельств, имеет право отложить исполнение на срок не более 30 календарных дней. При этом не позднее 2 календарных дней с момента наступления Обстоятельств она обязана:\nсообщить об этом другой стороне;\nдокументально подтвердить наступление Обстоятельств;\nназвать новый предполагаемый срок исполнения обязательств.\nЕсли это не будет сделано, сторона не имеет права ссылаться на Обстоятельства для освобождения от ответственности за неисполнение обязательства.\nЕсли Обстоятельства или их последствия действуют более 30 календарных дней, стороны договариваются о приемлемом способе исполнения обязательств или расторжении Договора.\nРазрешение споров\nПретензионный порядок разрешения споров является обязательным для сторон. \nСрок ответа на претензию составляет 10 рабочих дней с момента получения претензии.\nВ случае невозможности разрешения спора в претензионном порядке, споры решаются в судебном порядке по месту нахождения Исполнителя.\nПрименимым правом при разрешении споров в суде является право Российской Федерации.\nДокументооборот\nСтороны признают надлежащим подписание Договора, Приложений, Актов, дополнительных соглашений, отчетов и прочих документов путем:\nс помощью систем электронного документооборота (ЭДО), если стороны дополнительно согласовали применение системы ЭДО.\nПо запросу стороны обмениваются оригиналами документов на бумажном носителе. Документ на бумажном носителе приобретает юридическую силу с момента получения обеими сторонами экземпляра, подписанного другой стороной.\nСтороны обязуются:\nне допускать неуполномоченных лиц к своим аккаунтам в Средствах коммуникации;\nпредпринимать разумные меры по предотвращению несанкционированного доступа, в том числе хранить логины и пароли в тайне;\nнезамедлительно уведомлять обо всех случаях взлома или иного несанкционированного доступа к аккаунту Средства коммуникации;\nне позднее 3 рабочих дней уведомлять о смене своих реквизитов и контактных данных.\nСторона, не исполнившая одно из этих обязательств, самостоятельно несет риски, связанные с несанкционированным доступом, и не вправе ссылаться на неполучение сообщения или документа.\nСрок действия и порядок расторжения Договора\nДоговор вступает в силу с даты его подписания обеими сторонами.  \nДоговор действует до исполнения всех обязательств в полном объеме.\nСрок действия договора составляет 1 календарный год.\nЕсли ни одна из сторон не уведомит о прекращении Договора за 1 месяц до истечения его срока, Договор считается пролонгированным на 1 календарный год. Количество пролонгаций не ограничено.\nЛюбая из сторон вправе отказаться от Договора в одностороннем порядке, письменно уведомив другую сторону не позднее 30 календарных дней до даты расторжения. \nПри прекращении Договора стороны производят взаиморасчеты.\nЕсли объем выполненных работ и оказанных услуг к моменту расторжения Договора больше, чем размер полученной предоплаты, Заказчик дополнительно оплачивает работы и услуги, пропорционально выполненным работам и услугам.\nЕсли объем выполненных работ или оказанных услуг к моменту расторжения Договора меньше, чем размер полученной предоплаты, Исполнитель производит возврат разницы или по соглашению с Заказчиком учитывается Исполнителем в счет будущих платежей Заказчика. При этом положения ст. 317.1 ГК РФ не применяются.\nРеквизиты и подписи\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "совместно именуемые Стороны, заключили договор (далее — Договор) о следующем: Предмет Исполнитель выполняет работы и оказывает услуги по разработке, адаптации и модификации программ для ЭВМ по заданиям Заказчика, а Заказчик принимает и оплачивает их. Согласование заданий Договор является рамочным. Стороны согласуют объем, стоимость и порядок согласования заданий в Приложениях к Договору. Заказчик вправе изменять объем услуг или работ в рамках заданий. В таком случае Исполнитель вправе изменить стоимость. Стороны оформляют такие изменения с помощью дополнительного соглашения к Приложению. Порядок выполнения задания Заказчик вправе в любое время направлять запросы о ходе выполнения задания. Исполнитель отвечает на запрос не позднее 3 рабочих дней с момента его получения. Заказчик не вправе без предварительного уведомления Исполнителя изменять требования к выполнению задания Исполнителем. Заказчик не вправе перепоручать выполнение задания своим сотрудникам или третьим лицам без уведомления Исполнителя. Коммуникации Стороны вправе направлять запросы, уведомления, обмениваться информацией через электронные средства коммуникации, в том числе: мессенджеры, электронную почту, видеоконференцсвязь, телефон, указанные в настоящем Договоре (далее — Средства коммуникации). Стороны согласуют перечень используемых для выполнения задания Средств коммуникации в Приложении. Стороны вправе через согласованные Средства коммуникации заменять и определять новые способы коммуникации. Доступы Сторона, владеющая учетной записью Сервиса (Приложение №1): предоставляет другой стороне Доступ не позднее 5 рабочих дней с момента подписания Приложения, в рамках которого используется Сервис; не вправе прекращать Доступ другой стороне, пока действует Приложение, в рамках которого используется Сервис; по запросу другой стороны проводит инструктаж по функционалу Сервиса. Материалы Заказчик обязан предоставлять Исполнителю информацию, документы, изображения и прочие материалы, необходимые для выполнения заданий (далее — Материалы) не позднее 3 рабочего дня с момента запроса от Исполнителя, если иной срок не установлении в Приложении. Заказчик заверяет Исполнителя о том, что передаваемые им Материалы достоверны и что он обладает правом передавать их Исполнителю. В случае нарушения указанного заверения Заказчик обязуется компенсировать убытки Исполнителю из-за предъявления претензий третьих лиц к последнему. Исполнитель заверяет Заказчика о том, что передаваемые им Материалы достоверны и что он обладает правом передавать их Заказчику. В случае нарушения указанного заверения Исполнитель обязуется компенсировать убытки Заказчику из-за предъявления претензий третьих лиц к последнему. Если Заказчик не предоставит Материалы в срок, то срок выполнения задания увеличивается на каждый день просрочки, при этом: Исполнитель вправе выполнить задания исходя из имеющихся Материалов, а Заказчик в этом случае не вправе отказаться от приемки результата. Если просрочка предоставления Материалов составляет более 5 рабочих дней, Исполнитель вправе приостановить выполнение работ до предоставления материалов. При одностороннем отказе от Договора Заказчик обязан оплатить фактически выполненные задания. По согласованию с Заказчиком Исполнитель может приобретать дополнительные Материалы, а Заказчик обязуется возмещать Исполнителю расходы, в том числе: лицензионное вознаграждение за использование шрифтов, права на которые принадлежат третьим лицам; лицензионное вознаграждение за использование фотографий из фотостоков или произведений фотографов; стоимость профессиональной корректорской вычитки текстов; использование сторонних платных сервисов; использование платных сторонних компонентов при включении в код программного обеспечения. Представители Стороны назначают лиц, уполномоченных вести переговоры и обмениваться информацией по Договору в рамках задания (далее – Представители). Стороны согласуют контактные данные Представителей через Средства коммуникации или в Приложении. Сторона обязана уведомить о замене Представителя через Средство коммуникации за 2 рабочих дня до начала осуществления полномочий новым Представителем. Финансовые условия Стороны согласуют стоимость услуг и работ и порядок расчетов по Договору в Приложении. Исполнитель применяет упрощенную схему налогообложения. В случае применения ставки НДС налог входит в стоимость работ/услуг. Расчеты производятся в рублях путем перечисления денежных средств на расчетный счет стороны, указанный в счете на оплату. Обязательства по оплате считаются исполненными с момента поступления денежных средств на корреспондентский счет банка получателя. Вознаграждение Исполнителя за отчуждение исключительного права на результат интеллектуальной деятельности включено в стоимость работ и услуг и составляет 1%. Сдача и приемка Исполнитель направляет Заказчику акт об оказанных услугах и выполненных работах (далее — Акт) в порядке и сроки, указанные в Приложении. Если иное не предусмотрено в Приложении, Заказчик не позднее 5 рабочих дней с момента получения Акта: подписывает его и направляет Исполнителю, или направляет письменный отказ от приемки с указанием на недостатки работ и услуг (далее — Отказ). Если Заказчик в установленный срок не направит Исполнителю Акт или Отказ, услуги и работы считаются принятыми Заказчиком без замечаний. Недостатки и доработки Под недостатками стороны понимают несоответствие работ и услуг требованиям, согласованным сторонами (далее — Недостаток). Заказчик вправе предъявить требование об исправлении Недостатков до подписания Акта и в течение 12 месяцев с момента подписания Акта, если иной срок не установлен Приложением. При получении Отказа Исполнитель: сообщает Заказчику сроки устранения Недостатков, которые не должны превышать 10 рабочих дней устраняет недостатки и повторно направляет Акт. Под доработками стороны понимают выполнение работ и услуг исходя из новых требований Заказчика (далее — Доработки). Если на Доработки Исполнителю требуется более 2 рабочих часов, Заказчик оплачивает их дополнительно по счету Исполнителя. Заказчик оплачивает счет Исполнителя не позднее 5 рабочих дней с момента его выставления. Исполнитель вправе не выполнять Доработки, пока Заказчик не оплатил счет. После выполнения Доработок Исполнитель направляет Акт Заказчику. Интеллектуальная собственность Если в ходе исполнения Договора Исполнитель создаст результат интеллектуальной деятельности (далее – РИД), он обязан передать Заказчику исключительное право на него. Исключительное право на РИД переходит к Заказчику после выполнения следующих условий: стороны подписали Акт по заданию, в рамках которого создан РИД; а также Заказчик в полном объеме оплатил стоимость задания, в рамках которого создан РИД. Исполнитель дает заверение Заказчику о том, что он является правообладателем РИД, созданных ходе исполнения Договора, передает их Заказчику свободным от прав третьих лиц. Заказчик вправе использовать РИД любым способом, в том числе осуществлять их опубликование, без указания авторов. Заказчик предоставляет Исполнителю право на использование своего имени (наименования), логотипов, товарных знаков и коммерческих обозначений в информационных ресурсах Исполнителя в качестве клиента, а именно «ПравоТех». Данное право может быть отозвано в любой момент Заказчиком без объяснения причин. В таком случае Исполнитель обязан удалить все указанные материалы в течение 3 рабочих дней. Ответственность Если Заказчик просрочит оплату, Исполнитель вправе требовать уплаты неустойки в размере 0,1 % от суммы задолженности за каждый день просрочки, но не более 10 % от нее. Если Исполнитель нарушит сроки выполнения заданий по Договору, Заказчик вправе требовать уплаты неустойки в размере 0,1 % от стоимости задания за каждый день просрочки, но не более 10 % от нее. В иных случаях ответственность сторон по Договору ограничена возмещением реального ущерба. Обстоятельства непреодолимой силы Ни одна из сторон не будет нести ответственность за неисполнение своих обязательств, если оно будет следствием обстоятельств непреодолимой силы, которые стороны не могли предвидеть и предотвратить (далее – Обстоятельства): пожар, наводнение, землетрясение и другие стихийные бедствия, военные операции, блокады, пандемия, ограничения экономического и политического характера, если такие ограничения не были введены на момент подписания настоящего Договора и реально создали невозможность его исполнения, в том числе с использованием средств VPN, proxy, API-провайдеров, предоставляющих доступ к ограниченным Сервисам. Сторона, которая не может исполнить обязательство из-за наступления Обстоятельств, имеет право отложить исполнение на срок не более 30 календарных дней. При этом не позднее 2 календарных дней с момента наступления Обстоятельств она обязана: сообщить об этом другой стороне; документально подтвердить наступление Обстоятельств; назвать новый предполагаемый срок исполнения обязательств. Если это не будет сделано, сторона не имеет права ссылаться на Обстоятельства для освобождения от ответственности за неисполнение обязательства. Если Обстоятельства или их последствия действуют более 30 календарных дней, стороны договариваются о приемлемом способе исполнения обязательств или расторжении Договора. Разрешение споров Претензионный порядок разрешения споров является обязательным для сторон. Срок ответа на претензию составляет 10 рабочих дней с момента получения претензии. В случае невозможности разрешения спора в претензионном порядке, споры решаются в судебном порядке по месту нахождения Исполнителя. Применимым правом при разрешении споров в суде является право Российской Федерации. Документооборот Стороны признают надлежащим подписание Договора, Приложений, Актов, дополнительных соглашений, отчетов и прочих документов путем: с помощью систем электронного документооборота (ЭДО), если стороны дополнительно согласовали применение системы ЭДО. По запросу стороны обмениваются оригиналами документов на бумажном носителе. Документ на бумажном носителе приобретает юридическую силу с момента получения обеими сторонами экземпляра, подписанного другой стороной. Стороны обязуются: не допускать неуполномоченных лиц к своим аккаунтам в Средствах коммуникации; предпринимать разумные меры по предотвращению несанкционированного доступа, в том числе хранить логины и пароли в тайне; незамедлительно уведомлять обо всех случаях взлома или иного несанкционированного доступа к аккаунту Средства коммуникации; не позднее 3 рабочих дней уведомлять о смене своих реквизитов и контактных данных. Сторона, не исполнившая одно из этих обязательств, самостоятельно несет риски, связанные с несанкционированным доступом, и не вправе ссылаться на неполучение сообщения или документа. Срок действия и порядок расторжения Договора Договор вступает в силу с даты его подписания обеими сторонами. Договор действует до исполнения всех обязательств в полном объеме. Срок действия договора составляет 1 календарный год. Если ни одна из сторон не уведомит о прекращении Договора за 1 месяц до истечения его срока, Договор считается пролонгированным на 1 календарный год. Количество пролонгаций не ограничено. Любая из сторон вправе отказаться от Договора в одностороннем порядке, письменно уведомив другую сторону не позднее 30 календарных дней до даты расторжения. При прекращении Договора стороны производят взаиморасчеты. Если объем выполненных работ и оказанных услуг к моменту расторжения Договора больше, чем размер полученной предоплаты, Заказчик дополнительно оплачивает работы и услуги, пропорционально выполненным работам и услугам. Если объем выполненных работ или оказанных услуг к моменту расторжения Договора меньше, чем размер полученной предоплаты, Исполнитель производит возврат разницы или по соглашению с Заказчиком учитывается Исполнителем в счет будущих платежей Заказчика. При этом положения ст. 317.1 ГК РФ не применяются. Реквизиты и подписи"
    }
  ],
  "contractState": {
    "subject": "Выполнение работ и оказание услуг по разработке, адаптации и модификации программ для ЭВМ по заданиям Заказчика",
    "parties": {
      "customer": {
        "name": "Заказчик",
        "fullName": "Заказчик"
      },
      "executor": {
        "name": "Исполнитель",
        "fullName": "Исполнитель"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Предмет договора и рамочный характер",
      "content": "Исполнитель выполняет работы и оказывает услуги по разработке, адаптации и модификации программ для ЭВМ по заданиям Заказчика, а Заказчик принимает и оплачивает их. Договор является рамочным: объем, стоимость и порядок согласования заданий определяются в Приложениях.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Определение предмета договора и рамочного характера, согласование заданий в Приложениях"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Изменение объема заданий и стоимости",
      "content": "Заказчик вправе изменять объем услуг или работ в рамках заданий; в этом случае Исполнитель вправе изменить стоимость. Изменения оформляются дополнительным соглашением к соответствующему Приложению.",
      "category": "изменение договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок изменения объема услуг/работ и стоимости в рамках заданий"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Порядок выполнения заданий и ограничения для Заказчика",
      "content": "Заказчик вправе направлять запросы о ходе выполнения задания, а Исполнитель обязан отвечать не позднее 3 рабочих дней. Заказчик не вправе без уведомления Исполнителя изменять требования к заданию или перепоручать его выполнение своим сотрудникам или третьим лицам без уведомления Исполнителя.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Регламентация запросов о ходе работ и запрет на одностороннее изменение требований и перепоручение"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_4",
      "title": "Коммуникации между сторонами",
      "content": "Стороны вправе обмениваться запросами, уведомлениями и информацией через согласованные электронные средства коммуникации (мессенджеры, email, ВКС, телефон). Перечень средств коммуникации для выполнения задания согласуется в Приложении и может меняться через уже согласованные каналы.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Описание допустимых средств коммуникации и порядок их согласования/замены"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_5",
      "title": "Предоставление доступов к сервисам",
      "content": "Сторона, владеющая учетной записью Сервиса, обязана предоставить другой стороне доступ в течение 5 рабочих дней с момента подписания соответствующего Приложения, не вправе прекращать доступ до окончания действия Приложения и по запросу проводит инструктаж по функционалу.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Условия предоставления, запрета прекращения и инструктажа по доступам к Сервису"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_6",
      "title": "Материалы Заказчика и Исполнителя, просрочка и компенсация убытков",
      "content": "Заказчик обязан предоставлять Материалы в течение 3 рабочих дней с момента запроса (если иной срок не указан в Приложении) и заверяет их достоверность и наличие прав; при нарушении компенсирует Исполнителю убытки по претензиям третьих лиц. Аналогичные заверения и обязанность компенсировать убытки несет Исполнитель в отношении своих Материалов. При непредоставлении Материалов срок выполнения задания увеличивается на период просрочки; Исполнитель вправе выполнить задание исходя из имеющихся материалов, а Заказчик не вправе отказаться от приемки. При просрочке более 5 рабочих дней Исполнитель вправе приостановить работы. При одностороннем отказе Заказчик обязан оплатить фактически выполненные задания.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанности по предоставлению Материалов, заверения о правах, последствия просрочки и компенсация убытков"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Дополнительные материалы и возмещение расходов Заказчиком",
      "content": "По согласованию с Заказчиком Исполнитель может приобретать дополнительные материалы (шрифты, фотографии, корректорская вычитка, платные сервисы и компоненты ПО), а Заказчик обязан возместить соответствующие расходы Исполнителю.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Заказчика возмещать расходы на дополнительные материалы и сервисы"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_8",
      "title": "Назначение представителей и уведомление о замене",
      "content": "Стороны назначают Представителей для переговоров и обмена информацией по заданиям, согласуют их контакты через средства коммуникации или в Приложении и обязаны уведомлять о замене Представителя за 2 рабочих дня до начала осуществления полномочий новым лицом.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок назначения представителей и уведомления о их замене"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_9",
      "title": "Финансовые условия и порядок расчетов",
      "content": "Стоимость услуг и работ, а также порядок расчетов определяются в Приложениях. Исполнитель на УСН; при применении НДС налог включен в стоимость. Расчеты производятся в рублях путем безналичного перечисления; обязанность по оплате считается исполненной с момента поступления средств на корреспондентский счет банка получателя. Вознаграждение за отчуждение исключительного права на РИД включено в стоимость и составляет 1%.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Общие финансовые условия, валюта, момент исполнения обязанности по оплате и доля вознаграждения за ИС"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_10",
      "title": "Сдача и приемка результатов работ и услуг",
      "content": "Исполнитель направляет Заказчику Акт в порядке и сроки, указанные в Приложении. Если иное не установлено, Заказчик в течение 5 рабочих дней обязан либо подписать Акт и вернуть его, либо направить письменный мотивированный отказ. При отсутствии подписанного Акта или Отказа в срок работы и услуги считаются принятыми без замечаний.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок направления Акта и последствия непредставления подписи или отказа в срок"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Недостатки и доработки",
      "content": "Недостатки — несоответствие работ и услуг согласованным требованиям. Заказчик может требовать их исправления до подписания Акта и в течение 12 месяцев после, если иной срок не установлен. При получении Отказа Исполнитель обязан указать сроки устранения недостатков (не более 10 рабочих дней), устранить их и повторно направить Акт. Доработки — работы по новым требованиям Заказчика; если на них требуется более 2 рабочих часов, Заказчик оплачивает их дополнительно. Счет за доработки оплачивается в течение 5 рабочих дней; Исполнитель вправе не выполнять доработки до оплаты. После выполнения доработок направляется новый Акт.",
      "category": "гарантии",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Определение недостатков и доработок, сроки гарантийного исправления и оплаты доработок"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Интеллектуальная собственность и права на РИД",
      "content": "Исполнитель обязан передать Заказчику исключительное право на созданные в ходе исполнения договора РИД. Право переходит после подписания Акта по соответствующему заданию и полной оплаты этого задания. Исполнитель заверяет, что является правообладателем РИД и передает их свободными от прав третьих лиц. Заказчик вправе использовать РИД любым способом, включая публикацию без указания авторов. Заказчик предоставляет Исполнителю отзывное право использовать имя (наименование), логотипы, товарные знаки и коммерческие обозначения Заказчика как клиента в ресурсах Исполнителя; при отзыве Исполнитель обязан удалить материалы в течение 3 рабочих дней.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Переход исключительных прав на РИД, заверения о правах и маркетинговое использование обозначений Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Ответственность сторон и неустойки",
      "content": "За просрочку оплаты Заказчиком Исполнитель вправе требовать неустойку 0,1% от суммы задолженности за каждый день, но не более 10%. За нарушение сроков выполнения заданий Исполнителем Заказчик вправе требовать неустойку 0,1% от стоимости задания за каждый день, но не более 10%. В иных случаях ответственность сторон ограничена возмещением реального ущерба.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Размеры и пределы договорной неустойки и общее ограничение ответственности"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Обстоятельства непреодолимой силы (форс-мажор)",
      "content": "Стороны не несут ответственность за неисполнение обязательств вследствие форс-мажора (стихийные бедствия, военные действия, пандемия, новые экономические и политические ограничения, включая невозможность исполнения с использованием VPN/proxy/API). Сторона, столкнувшаяся с форс-мажором, вправе отложить исполнение до 30 дней, обязана в течение 2 дней уведомить другую сторону, документально подтвердить обстоятельства и указать новый срок. При несоблюдении этих требований ссылаться на форс-мажор нельзя. Если форс-мажор длится более 30 дней, стороны согласуют способ исполнения или расторжение договора.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Перечень форс-мажорных обстоятельств, порядок уведомления и последствия их длительности"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Разрешение споров и применимое право",
      "content": "Претензионный порядок обязателен; срок ответа на претензию — 10 рабочих дней с момента получения. При неурегулировании спора он подлежит рассмотрению в суде по месту нахождения Исполнителя, с применением права Российской Федерации.",
      "category": "разрешение споров",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязательный досудебный порядок, срок ответа и подсудность споров"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Электронный документооборот и безопасность аккаунтов",
      "content": "Подписание договора, Приложений, Актов, допсоглашений, отчетов и иных документов допускается через согласованные системы электронного документооборота. По запросу стороны обмениваются бумажными оригиналами; документ на бумаге приобретает силу с момента получения подписанного экземпляра обеими сторонами. Стороны обязаны обеспечивать защиту аккаунтов в средствах коммуникации, хранить логины и пароли в тайне, незамедлительно уведомлять о взломе и в течение 3 рабочих дней сообщать о смене реквизитов и контактов; сторона, не выполнившая эти обязанности, несет риски и не вправе ссылаться на неполучение сообщений.",
      "category": "электронный документооборот",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок использования ЭДО, обмена бумажными оригиналами и обязанности по защите аккаунтов и реквизитов"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_17",
      "title": "Срок действия договора и пролонгация",
      "content": "Договор вступает в силу с даты подписания обеими сторонами, действует до полного исполнения обязательств и имеет срок 1 календарный год. Если ни одна из сторон не уведомит о прекращении за 1 месяц до истечения срока, договор пролонгируется на 1 год; число пролонгаций не ограничено.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Начало действия, срок, автоматическая пролонгация и условие уведомления о прекращении"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_18",
      "title": "Односторонний отказ и взаиморасчеты при расторжении",
      "content": "Любая сторона вправе отказаться от договора в одностороннем порядке, письменно уведомив другую сторону не позднее чем за 30 календарных дней до даты расторжения. При прекращении договора стороны производят взаиморасчеты: если объем фактически выполненных работ превышает предоплату, Заказчик доплачивает разницу; если меньше — Исполнитель возвращает разницу либо по соглашению засчитывает ее в счет будущих платежей. Положения ст. 317.1 ГК РФ не применяются.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок одностороннего отказа, уведомление за 30 дней и правила окончательных взаиморасчетов"
        }
      ],
      "priority": "primary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата работ и услуг Исполнителя по заданиям по Договору",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость и объем работ/услуг по каждому заданию определяются в Приложениях к Договору"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "Сроки и порядок оплаты устанавливаются в соответствующих Приложениях"
      },
      "conditions": "Заказчик принимает и оплачивает работы и услуги Исполнителя в порядке и на условиях, определенных в Приложениях",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Заказчика оплачивать работы и услуги, объем и стоимость в Приложениях"
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата фактически выполненных заданий при одностороннем отказе Заказчика от Договора",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма равна стоимости фактически выполненных заданий на момент одностороннего отказа Заказчика"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "До завершения взаиморасчетов при одностороннем отказе от Договора"
      },
      "conditions": "Возникает при одностороннем отказе Заказчика от Договора",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Прямая обязанность Заказчика оплатить фактически выполненные задания при одностороннем отказе"
        }
      ]
    },
    {
      "id": "payment_3",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Возмещение расходов Исполнителя на приобретение дополнительных материалов (шрифты, фотографии, корректорская вычитка, платные сервисы и компоненты)",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма фактических подтвержденных расходов Исполнителя на дополнительные материалы, согласованные с Заказчиком"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "Срок и порядок возмещения определяются счетом Исполнителя и/или Приложениями"
      },
      "conditions": "По предварительному согласованию с Заказчиком Исполнитель приобретает дополнительные Материалы, расходы подлежат возмещению",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Заказчика возместить Исполнителю расходы на дополнительные материалы"
        }
      ]
    },
    {
      "id": "payment_4",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Дополнительная оплата Доработок, если на них требуется более 2 рабочих часов",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость Доработок определяется в счете Исполнителя (расчет по ставкам/расценкам Исполнителя)"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "Не позднее 5 рабочих дней с момента выставления счета Исполнителем"
      },
      "conditions": "Возникает, если на Доработки по новым требованиям Заказчика требуется более 2 рабочих часов; Исполнитель вправе не выполнять Доработки до оплаты счета",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Заказчика дополнительно оплачивать доработки и срок оплаты счета"
        }
      ]
    },
    {
      "id": "payment_5",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата стоимости задания для перехода исключительного права на результат интеллектуальной деятельности (РИД)",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Полная стоимость задания, в рамках которого создан РИД, включая вознаграждение за отчуждение исключительного права"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "В сроки и порядке оплаты задания, установленные Приложением; условием перехода исключительного права является полная оплата задания"
      },
      "conditions": "Исключительное право на РИД переходит к Заказчику только после подписания Акта по заданию и полной оплаты стоимости задания",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Связка оплаты задания и перехода исключительного права на РИД"
        }
      ]
    },
    {
      "id": "payment_6",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Вознаграждение Исполнителя за отчуждение исключительного права на результат интеллектуальной деятельности (часть стоимости работ и услуг)",
      "amount": {
        "value": 1,
        "currency": "RUB",
        "type": "percentage",
        "formula": "1% от общей стоимости работ и услуг по Договору включен в общую цену как вознаграждение за отчуждение исключительного права"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "В составе общей оплаты работ и услуг по заданиям, в сроки, установленные Приложениями"
      },
      "conditions": "Вознаграждение включено в стоимость работ и услуг и отдельно не выделяется к оплате",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Размер вознаграждения за отчуждение исключительного права — 1% в составе цены работ и услуг"
        }
      ]
    },
    {
      "id": "payment_7",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата по счетам Исполнителя в рублях путем перечисления на расчетный счет; исполнение обязательств по оплате",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Суммы по выставленным счетам Исполнителя за работы, услуги, доработки и расходы"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "Сроки оплаты определяются Приложениями и/или указанным сроком в счете (если прямо установлен, как для доработок — 5 рабочих дней)"
      },
      "conditions": "Обязательство по оплате считается исполненным с момента поступления денежных средств на корреспондентский счет банка Исполнителя",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Финансовые условия, валюта расчетов и момент исполнения обязательства по оплате"
        }
      ]
    },
    {
      "id": "payment_8",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Уплата неустойки за просрочку оплаты денежных обязательств по Договору",
      "amount": {
        "value": 0.1,
        "currency": "RUB",
        "type": "percentage",
        "formula": "0,1% от суммы задолженности за каждый день просрочки, но не более 10% от суммы задолженности"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "За каждый день просрочки до момента фактической оплаты, но совокупно не более 10% задолженности",
        "period": "ежедневно за период просрочки"
      },
      "conditions": "Возникает при просрочке оплаты Заказчиком; Исполнитель вправе требовать уплаты неустойки",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Неустойка за просрочку оплаты со стороны Заказчика"
        }
      ]
    },
    {
      "id": "payment_9",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Уплата неустойки за нарушение сроков выполнения заданий по Договору",
      "amount": {
        "value": 0.1,
        "currency": "RUB",
        "type": "percentage",
        "formula": "0,1% от стоимости задания за каждый день просрочки, но не более 10% от стоимости задания"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "За каждый день просрочки до фактического выполнения задания либо иного урегулирования, но совокупно не более 10% стоимости задания",
        "period": "ежедневно за период просрочки"
      },
      "conditions": "Возникает при нарушении Исполнителем сроков выполнения заданий; Заказчик вправе требовать уплаты неустойки",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Неустойка за просрочку выполнения задания Исполнителем"
        }
      ]
    },
    {
      "id": "payment_10",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Возмещение убытков Исполнителя из-за претензий третьих лиц к Материалам, переданным Заказчиком",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма фактически понесенных и документально подтвержденных убытков Исполнителя"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В разумный срок после предъявления и подтверждения убытков, если иное не согласовано сторонами"
      },
      "conditions": "Возникает при нарушении Заказчиком заверения о достоверности Материалов и наличии прав на их передачу, что повлекло предъявление претензий третьих лиц к Исполнителю",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Заказчика компенсировать убытки Исполнителю за претензии третьих лиц к Материалам"
        }
      ]
    },
    {
      "id": "payment_11",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Возмещение убытков Заказчика из-за претензий третьих лиц к Материалам, переданным Исполнителем",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма фактически понесенных и документально подтвержденных убытков Заказчика"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В разумный срок после предъявления и подтверждения убытков, если иное не согласовано сторонами"
      },
      "conditions": "Возникает при нарушении Исполнителем заверения о достоверности Материалов и наличии прав на их передачу, что повлекло предъявление претензий третьих лиц к Заказчику",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Исполнителя компенсировать убытки Заказчику за претензии третьих лиц к Материалам Исполнителя"
        }
      ]
    },
    {
      "id": "payment_12",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Дополнительная оплата работ и услуг при расторжении Договора, если стоимость фактически выполненных работ и услуг превышает полученную предоплату",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Разница между стоимостью фактически выполненных работ и услуг и размером полученной предоплаты, пропорционально выполненным работам и услугам"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "При проведении взаиморасчетов после прекращения Договора"
      },
      "conditions": "Возникает при прекращении Договора, если объем выполненных работ и услуг больше размера полученной предоплаты",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Условие доплаты Заказчиком при взаиморасчетах после прекращения Договора"
        }
      ]
    },
    {
      "id": "payment_13",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Возврат части предоплаты или зачет в счет будущих платежей при расторжении Договора, если объем выполненных работ и услуг меньше предоплаты",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Разница между размером полученной предоплаты и стоимостью фактически выполненных работ и услуг"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "При проведении взаиморасчетов после прекращения Договора; по соглашению может быть зачтено в счет будущих платежей"
      },
      "conditions": "Возникает при прекращении Договора, если объем выполненных работ и услуг меньше размера полученной предоплаты; возможен возврат разницы или зачет в счет будущих платежей по соглашению сторон",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Обязанность Исполнителя вернуть излишне полученную предоплату или зачесть ее при расторжении Договора"
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1_contract_active",
      "label": "Договор действует (рамочный, безотносительно конкретного задания)",
      "description": "Общий срок действия Договора: рамочный договор вступил в силу, действует, но конкретное задание может еще не быть согласовано или уже исполнено.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Рамочный характер Договора, срок действия, пролонгация и общие обязанности сторон."
        }
      ],
      "tasks": [
        {
          "id": "task_1_1_notify_non_renewal",
          "label": "Уведомление о непродлении Договора",
          "description": "Если сторона не хочет пролонгировать Договор на следующий год, она должна направить уведомление о прекращении действия Договора.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность уведомить о прекращении Договора за 1 месяц до истечения срока; пролонгация по умолчанию."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 1,
            "type": "calendar",
            "direction": "before",
            "description": "Не позднее чем за 1 календарный месяц до истечения 1‑годичного срока действия Договора."
          }
        },
        {
          "id": "task_1_2_unilateral_termination_notice",
          "label": "Уведомление о досрочном одностороннем отказе от Договора",
          "description": "Сторона, желающая досрочно прекратить Договор, направляет письменное уведомление о расторжении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право любой из сторон отказаться от Договора в одностороннем порядке при уведомлении за 30 календарных дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 30,
            "type": "calendar",
            "direction": "before",
            "description": "Не позднее чем за 30 календарных дней до предполагаемой даты расторжения Договора."
          }
        },
        {
          "id": "task_1_3_notify_change_requisites",
          "label": "Уведомление об изменении реквизитов и контактных данных",
          "description": "Сторона обязана уведомить другую сторону о смене своих реквизитов и контактных данных.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность уведомлять о смене реквизитов и контактных данных."
            }
          ],
          "priority": "secondary",
          "deadline": {
            "value": 3,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 3 рабочих дней с момента изменения реквизитов и/или контактных данных."
          }
        },
        {
          "id": "task_1_4_protect_communication_accounts",
          "label": "Обеспечение защиты аккаунтов в средствах коммуникации",
          "description": "Стороны обязуются не допускать неуполномоченных лиц к аккаунтам, хранить логины/пароли в тайне, предпринимать меры по защите.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Требования к защите аккаунтов в Средствах коммуникации."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_1_5_notify_security_breach",
          "label": "Уведомление о взломе или несанкционированном доступе",
          "description": "При любом случае взлома или несанкционированного доступа к аккаунту сторона обязана незамедлительно уведомить другую сторону.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность незамедлительно уведомлять о взломе или ином несанкционированном доступе."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_2_assignment_agreed",
      "label": "Согласовано и подписано задание (Приложение)",
      "description": "Стороны согласовали и оформили Приложение с объемом, стоимостью и условиями выполнения конкретного задания, Приложение подписано.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Согласование заданий и оформление в Приложениях, условия предоставления доступов и согласования коммуникаций."
        }
      ],
      "tasks": [
        {
          "id": "task_2_1_provide_service_access",
          "label": "Предоставление доступа к сервису по Приложению",
          "description": "Сторона, владеющая учетной записью Сервиса, предоставляет другой стороне доступ для выполнения задания.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Предоставление доступа к сервису не позднее 5 рабочих дней с момента подписания Приложения."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 5 рабочих дней с момента подписания соответствующего Приложения."
          }
        },
        {
          "id": "task_2_2_maintain_service_access",
          "label": "Обеспечение непрерывного доступа к сервису",
          "description": "Сторона, владеющая учетной записью Сервиса, не вправе прекращать доступ другой стороне, пока действует Приложение, в рамках которого используется Сервис.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность не прекращать Доступ до окончания действия Приложения."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_2_3_instruct_on_service",
          "label": "Проведение инструктажа по функционалу сервиса",
          "description": "По запросу другой стороны владелец учетной записи проводит инструктаж по использованию функционала сервиса.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность по проведению инструктажа по функционалу Сервиса по запросу."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_2_4_define_communications_list",
          "label": "Согласование перечня средств коммуникации для задания",
          "description": "Стороны согласуют перечень Средств коммуникации, используемых при выполнении задания, в Приложении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Перечень Средств коммуникации согласуется в Приложении."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_2_5_assign_representatives",
          "label": "Назначение представителей и обмен контактами",
          "description": "Стороны назначают уполномоченных представителей по Договору и согласуют их контактные данные через Средства коммуникации или в Приложении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Назначение Представителей и согласование их контактных данных."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_3_representative_change_planned",
      "label": "Планируется замена представителя",
      "description": "Одна из сторон решила заменить своего Представителя и должна уведомить другую сторону заранее.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок замены Представителя."
        }
      ],
      "tasks": [
        {
          "id": "task_3_1_notify_representative_change",
          "label": "Уведомление о замене представителя",
          "description": "Сторона обязана уведомить о замене Представителя через согласованное Средство коммуникации до начала работы нового Представителя.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Уведомление о замене Представителя за 2 рабочих дня до начала осуществления полномочий."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 2,
            "type": "working",
            "direction": "before",
            "description": "Не позднее 2 рабочих дней до начала осуществления полномочий новым Представителем."
          }
        }
      ]
    },
    {
      "id": "state_4_materials_requested",
      "label": "Запрошены материалы для выполнения задания",
      "description": "Исполнитель запросил у Заказчика Материалы или стороны согласовали, что Материалы требуются для выполнения задания.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Раздел о Материалах, обязанность Заказчика предоставить Материалы по запросу Исполнителя и последствия непредоставления."
        }
      ],
      "tasks": [
        {
          "id": "task_4_1_provide_materials_by_customer",
          "label": "Предоставление материалов по запросу Исполнителя",
          "description": "Заказчик обязан предоставить Материалы, необходимые для выполнения задания, если они запрошены Исполнителем, в установленный срок.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность Заказчика передавать Материалы не позднее 3 рабочих дней с момента запроса, если иной срок не установлен Приложением."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 3,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 3 рабочего дня с момента запроса Исполнителя, если иной срок не установлен в соответствующем Приложении."
          }
        },
        {
          "id": "task_4_2_compensate_thirdparty_claims_customer",
          "label": "Компенсация убытков Исполнителю при нарушении заверений по материалам Заказчика",
          "description": "Если доверенность/права Заказчика на Материалы или их достоверность окажутся нарушенными и к Исполнителю предъявят претензии, Заказчик компенсирует убытки.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Заверения Заказчика о правомерности и достоверности Материалов и обязанность компенсировать убытки при предъявлении претензий третьими лицами."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_4_3_compensate_thirdparty_claims_executor",
          "label": "Компенсация убытков Заказчику при нарушении заверений по материалам Исполнителя",
          "description": "Если доверенность/права Исполнителя на Материалы или их достоверность окажутся нарушенными и к Заказчику предъявят претензии, Исполнитель компенсирует убытки.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Заверения Исполнителя о правомерности и достоверности Материалов и обязанность компенсировать убытки при претензиях третьих лиц."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_5_materials_provision_delayed",
      "label": "Просрочено предоставление материалов",
      "description": "Заказчик не предоставил Материалы в установленный срок после запроса Исполнителя.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Последствия непредоставления Материалов в срок, включая продление сроков выполнения задания и приостановку."
        }
      ],
      "tasks": [
        {
          "id": "task_5_1_decide_on_works_with_insufficient_materials",
          "label": "Принятие решения Исполнителем о выполнении задания с имеющимися материалами",
          "description": "Исполнитель вправе выполнить задание исходя из имеющихся Материалов; в этом случае Заказчик не может отказаться от приемки результата.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право Исполнителя выполнять задание исходя из имеющихся Материалов при просрочке предоставления Материалов."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_5_2_suspend_works_after_5_days_delay",
          "label": "Приостановление выполнения работ при длительной просрочке материалов",
          "description": "Если просрочка предоставления Материалов превышает 5 рабочих дней, Исполнитель вправе приостановить выполнение работ до предоставления Материалов.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право Исполнителя приостановить работы при просрочке более 5 рабочих дней."
            }
          ],
          "priority": "secondary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Право возникает, если просрочка предоставления Материалов превышает 5 рабочих дней с даты истечения установленного срока."
          }
        }
      ]
    },
    {
      "id": "state_6_assignment_in_progress",
      "label": "Выполнение задания Исполнителем",
      "description": "Исполнитель выполняет работы/оказывает услуги по согласованному заданию.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок выполнения задания, право Заказчика направлять запросы, ограничения на изменение требований и перепоручение."
        }
      ],
      "tasks": [
        {
          "id": "task_6_1_reply_to_customer_status_request",
          "label": "Ответ на запрос Заказчика о ходе выполнения задания",
          "description": "Исполнитель обязан ответить на запрос о ходе выполнения задания в установленный срок.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Исполнитель отвечает на запрос Заказчика о ходе выполнения не позднее 3 рабочих дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 3,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 3 рабочих дней с момента получения запроса о ходе выполнения задания."
          }
        },
        {
          "id": "task_6_2_restrict_customer_scope_change_without_notice",
          "label": "Соблюдение запрета на изменение требований и перепоручение работ без уведомления",
          "description": "Заказчик не вправе менять требования к заданию и перепоручать его выполнение без предварительного уведомления Исполнителя.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Запрет на изменение требований без предварительного уведомления и запрет перепоручения выполнения задания без уведомления."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_6_3_execute_works_as_per_task",
          "label": "Выполнение работ/услуг по заданию",
          "description": "Исполнитель обязан выполнять работы/оказывать услуги по разработке, адаптации и модификации программ для ЭВМ по заданиям Заказчика.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Предмет Договора и обязанность Исполнителя выполнять работы/услуги по заданиям."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_7_act_sent_waiting_acceptance",
      "label": "Акт направлен Заказчику, ожидание приемки",
      "description": "Исполнитель направил Заказчику Акт об оказанных услугах/выполненных работах, и ожидается его подписание или мотивированный отказ.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок сдачи и приемки работ и услуг, направление Акта и сроки его подписания/отказа."
        }
      ],
      "tasks": [
        {
          "id": "task_7_1_customer_sign_or_refuse_act",
          "label": "Подписание Акта или направление мотивированного отказа",
          "description": "Заказчик должен либо подписать Акт и направить его Исполнителю, либо направить письменный отказ с указанием недостатков.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность Заказчика в течение 5 рабочих дней с момента получения Акта подписать его или направить Отказ."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 5 рабочих дней с момента получения Акта Заказчиком, если иной срок не предусмотрен Приложением."
          }
        },
        {
          "id": "task_7_2_acceptance_by_silence",
          "label": "Принятие работ по истечении срока без ответа",
          "description": "Если Заказчик в установленный срок не направил ни подписанный Акт, ни Отказ, работы и услуги считаются принятыми без замечаний.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Фикция принятия работ при отсутствии Акта или Отказа в установленный срок."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "По истечении 5 рабочих дней с даты получения Акта при отсутствии реакции Заказчика работы считаются принятыми."
          }
        }
      ]
    },
    {
      "id": "state_8_work_accepted",
      "label": "Работы и услуги приняты Заказчиком",
      "description": "Акт подписан или работы считаются принятыми по истечении срока без замечаний.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Сдача и приемка работ, последствия подписания Акта, понятие Недостатков и срок требований по ним."
        }
      ],
      "tasks": [
        {
          "id": "task_8_1_defects_claim_period",
          "label": "Возможность предъявления требований об исправлении недостатков",
          "description": "Заказчик вправе предъявлять требования об исправлении Недостатков до 12 месяцев с момента подписания Акта, если иной срок не установлен Приложением.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Срок предъявления требований об исправлении Недостатков после подписания Акта."
            }
          ],
          "priority": "secondary",
          "deadline": {
            "value": 12,
            "type": "calendar",
            "direction": "after",
            "description": "В течение 12 месяцев с момента подписания соответствующего Акта, если иной срок не установлен Приложением."
          }
        }
      ]
    },
    {
      "id": "state_9_defects_claimed",
      "label": "Заказчиком заявлены недостатки (Отказ от приемки или претензии по недостаткам)",
      "description": "Заказчик направил мотивированный отказ от приемки или предъявил требования об исправлении Недостатков.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок работы с Недостатками: Отказ, обязанности Исполнителя по устранению Недостатков и повторному направлению Акта."
        }
      ],
      "tasks": [
        {
          "id": "task_9_1_executor_set_fix_term",
          "label": "Сообщение сроков устранения недостатков",
          "description": "При получении Отказа Исполнитель сообщает Заказчику срок устранения Недостатков, который не должен превышать 10 рабочих дней.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Исполнитель при получении Отказа сообщает сроки устранения Недостатков (не более 10 рабочих дней)."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 10,
            "type": "working",
            "direction": "after",
            "description": "Срок устранения недостатков, который Исполнитель обязан обозначить, не может превышать 10 рабочих дней с момента получения Отказа."
          }
        },
        {
          "id": "task_9_2_executor_fix_defects_and_resend_act",
          "label": "Устранение недостатков и повторное направление Акта",
          "description": "Исполнитель устраняет Недостатки в согласованный срок (не более 10 рабочих дней) и повторно направляет Акт Заказчику.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Устранение Недостатков и повторное направление Акта после их устранения."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 10,
            "type": "working",
            "direction": "after",
            "description": "Устранение Недостатков должно быть завершено не позднее 10 рабочих дней с момента определения сроков Исполнителем."
          }
        }
      ]
    },
    {
      "id": "state_10_rework_requested",
      "label": "Запрошены доработки (новые требования Заказчика)",
      "description": "Заказчик сформулировал новые требования к результату (Доработки), выходящие за рамки первоначально согласованных условий задания.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Определение Доработок, условия их оплаты и порядок исполнения."
        }
      ],
      "tasks": [
        {
          "id": "task_10_1_issue_invoice_for_rework",
          "label": "Выставление счета за Доработки сверх 2 часов",
          "description": "Если на Доработки требуется более 2 рабочих часов, Исполнитель выставляет Заказчику счет за их выполнение.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Доработки свыше 2 рабочих часов оплачиваются дополнительно по счету Исполнителя."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_10_2_pay_invoice_for_rework",
          "label": "Оплата счета за Доработки",
          "description": "Заказчик обязан оплатить выставленный Исполнителем счет за Доработки в установленный срок.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Срок оплаты счета Исполнителя за Доработки — не позднее 5 рабочих дней с момента выставления."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 5 рабочих дней с момента выставления счета Исполнителем за Доработки."
          }
        },
        {
          "id": "task_10_3_executor_waits_for_rework_payment",
          "label": "Ожидание оплаты перед выполнением Доработок",
          "description": "Исполнитель вправе не выполнять Доработки до момента полной оплаты счета Заказчиком.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право Исполнителя не выполнять Доработки до их оплаты."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_10_4_send_act_after_rework",
          "label": "Направление Акта после выполнения Доработок",
          "description": "После завершения Доработок Исполнитель направляет Заказчику Акт по результатам Доработок.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "После выполнения Доработок Исполнитель направляет Акт Заказчику."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_11_ip_rights_transfer_pending",
      "label": "Создан РИД, передача исключительных прав еще не завершена",
      "description": "В ходе исполнения задания создан результат интеллектуальной деятельности (РИД), но одновременно не выполнены оба условия перехода исключительных прав.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Условия перехода исключительного права на РИД: подписание Акта и полная оплата задания."
        }
      ],
      "tasks": [
        {
          "id": "task_11_1_sign_act_for_ip_task",
          "label": "Подписание Акта по заданию с РИД",
          "description": "Стороны должны подписать Акт по заданию, в рамках которого создан РИД, как одно из условий перехода исключительного права к Заказчику.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Одно из условий перехода исключительного права на РИД — подписание Акта по соответствующему заданию."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_11_2_full_payment_for_ip_task",
          "label": "Полная оплата задания, в рамках которого создан РИД",
          "description": "Заказчик должен полностью оплатить задание, в рамках которого был создан РИД, как второе условие перехода исключительного права.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Второе условие перехода исключительного права — полная оплата задания Заказчиком."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_12_ip_rights_transferred",
      "label": "Исключительные права на РИД перешли к Заказчику",
      "description": "Подписан Акт по заданию, в рамках которого создан РИД, и Заказчик полностью оплатил это задание; исключительное право на РИД перешло к Заказчику.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Переход исключительного права на РИД к Заказчику и объем его прав использования."
        }
      ],
      "tasks": [
        {
          "id": "task_12_1_executor_warranty_no_thirdparty_rights",
          "label": "Гарантия отсутствия прав третьих лиц на РИД",
          "description": "Исполнитель гарантирует, что является правообладателем РИД, созданных в ходе исполнения Договора, и передает их свободными от прав третьих лиц.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Заверение Исполнителя о праве на РИД и об отсутствии прав третьих лиц."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_12_2_customer_ip_usage",
          "label": "Использование РИД Заказчиком",
          "description": "Заказчик вправе использовать РИД любым способом, в том числе публиковать без указания авторов.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право Заказчика использовать РИД любым способом после перехода исключительного права."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_13_logo_usage_authorized",
      "label": "Исполнителю предоставлено право использовать имя/логотип Заказчика",
      "description": "Заказчик предоставил Исполнителю право использовать свое имя, логотипы, товарные знаки и обозначения в материалах Исполнителя.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Предоставление Заказчиком права использовать его имя и логотипы и порядок отзыва этого права."
        }
      ],
      "tasks": [
        {
          "id": "task_13_1_remove_logo_after_revocation",
          "label": "Удаление логотипов и обозначений Заказчика после отзыва права",
          "description": "Если Заказчик отзывает предоставленное право, Исполнитель обязан удалить соответствующие материалы в установленный срок.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Право Заказчика отозвать согласие и обязанность Исполнителя удалить материалы в течение 3 рабочих дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 3,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 3 рабочих дней с момента получения отзыва права от Заказчика."
          }
        }
      ]
    },
    {
      "id": "state_14_payment_obligation_arisen",
      "label": "Возникла обязанность по оплате услуг/работ",
      "description": "Исполнитель выставил счет или наступило иное условие оплаты по Приложению, и у Заказчика возникла обязанность оплатить.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Финансовые условия, порядок расчетов и ответственность за просрочку оплаты."
        }
      ],
      "tasks": [
        {
          "id": "task_14_1_pay_invoice_general",
          "label": "Оплата счета Исполнителя за работы/услуги",
          "description": "Заказчик обязан произвести оплату в срок, установленный Договором (для Доработок — 5 рабочих дней; для остальных случаев — по Приложению).",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Финансовые условия (порядок расчетов), а также конкретный срок оплаты по Доработкам (5 рабочих дней)."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Для счетов за Доработки: не позднее 5 рабочих дней с момента выставления счета. Иные сроки могут быть установлены в Приложениях."
          }
        },
        {
          "id": "task_14_2_late_payment_penalty",
          "label": "Уплата неустойки при просрочке оплаты",
          "description": "При просрочке оплаты Исполнитель вправе требовать уплаты неустойки в размере 0,1% за каждый день, но не более 10% суммы долга.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Ответственность Заказчика за просрочку оплаты: неустойка 0,1% в день, но не более 10% долга."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_15_force_majeure_occurred",
      "label": "Наступили обстоятельства непреодолимой силы",
      "description": "Одна из сторон столкнулась с обстоятельствами непреодолимой силы, препятствующими исполнению обязательств.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Раздел об обстоятельствах непреодолимой силы, уведомление, подтверждение и отсрочка исполнения."
        }
      ],
      "tasks": [
        {
          "id": "task_15_1_notify_force_majeure",
          "label": "Уведомление о наступлении обстоятельств непреодолимой силы",
          "description": "Сторона, не способная исполнить обязательства из-за Обстоятельств, должна уведомить другую сторону и представить подтверждающие документы.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность стороны сообщить о наступлении Обстоятельств, подтвердить их и указать новый срок исполнения."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 2,
            "type": "calendar",
            "direction": "after",
            "description": "Не позднее 2 календарных дней с момента наступления обстоятельств непреодолимой силы."
          }
        },
        {
          "id": "task_15_2_set_new_deadline_due_to_force_majeure",
          "label": "Назначение нового срока исполнения обязательств",
          "description": "Сторона, ссылающаяся на Обстоятельства, обязана указать новый предполагаемый срок исполнения обязательств (отсрочка не более 30 календарных дней).",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Отсрочка исполнения на срок не более 30 календарных дней и обязанность назвать новый срок."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 30,
            "type": "calendar",
            "direction": "after",
            "description": "Исполнение может быть отложено не более чем на 30 календарных дней с момента наступления Обстоятельств."
          }
        }
      ]
    },
    {
      "id": "state_16_force_majeure_long",
      "label": "Длительные обстоятельства непреодолимой силы (более 30 дней)",
      "description": "Обстоятельства непреодолимой силы или их последствия продолжаются более 30 календарных дней.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок действий при длительном действии обстоятельств непреодолимой силы."
        }
      ],
      "tasks": [
        {
          "id": "task_16_1_agree_new_method_or_termination",
          "label": "Согласование способа исполнения или расторжения Договора",
          "description": "Стороны должны договориться о приемлемом способе дальнейшего исполнения обязательств или о расторжении Договора.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "При длительных Обстоятельствах стороны договариваются об исполнении или расторжении Договора."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_17_pretrial_claim_pending",
      "label": "Рассмотрение претензии (претензионный порядок)",
      "description": "Одна из сторон направила другой стороне претензию; спор рассматривается в претензионном порядке.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Разрешение споров, обязательный претензионный порядок и срок ответа на претензию."
        }
      ],
      "tasks": [
        {
          "id": "task_17_1_respond_to_claim",
          "label": "Ответ на претензию",
          "description": "Получившая претензию сторона должна дать письменный ответ в установленный срок.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Срок ответа на претензию — 10 рабочих дней с момента получения."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 10,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 10 рабочих дней с момента получения претензии."
          }
        }
      ]
    },
    {
      "id": "state_18_termination_notice_period",
      "label": "Период до даты расторжения Договора по уведомлению",
      "description": "Сторона направила уведомление об одностороннем отказе от Договора; до наступления даты расторжения продолжается его действие и готовятся взаиморасчеты.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Порядок одностороннего отказа от Договора с уведомлением за 30 календарных дней."
        }
      ],
      "tasks": [
        {
          "id": "task_18_1_continue_performance_until_termination",
          "label": "Исполнение обязательств до даты расторжения",
          "description": "Стороны продолжают надлежащее исполнение обязательств до даты расторжения Договора.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "До даты расторжения Договор действует, специального освобождения от исполнения до даты расторжения не предусмотрено."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_19_contract_terminated",
      "label": "Договор прекращен",
      "description": "Договор прекратил действие в связи с истечением срока без пролонгации или в результате одностороннего отказа/расторжения по соглашению.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1"
          ],
          "comment": "Срок действия и порядок расторжения Договора, а также взаиморасчеты при прекращении."
        }
      ],
      "tasks": [
        {
          "id": "task_19_1_mutual_settlements_after_termination",
          "label": "Взаиморасчеты сторон при прекращении Договора",
          "description": "Стороны производят взаиморасчеты по фактически выполненным работам/услугам и полученной предоплате.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Порядок взаиморасчетов при прекращении Договора, включая сравнение объема выполненных работ и предоплаты."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_19_2_customer_pays_for_completed_tasks",
          "label": "Оплата фактически выполненных заданий Заказчиком",
          "description": "При одностороннем отказе Заказчик обязан оплатить фактически выполненные задания, если они превышают полученную предоплату.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "При одностороннем отказе Заказчик оплачивает фактически выполненные задания и доплачивает при недостатке предоплаты."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_19_3_executor_returns_overpaid_prepayment",
          "label": "Возврат излишней предоплаты Заказчику",
          "description": "Если объем выполненных работ меньше полученной предоплаты, Исполнитель возвращает разницу или засчитывает ее в счет будущих платежей по соглашению сторон.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p1"
              ],
              "comment": "Обязанность Исполнителя вернуть разницу предоплаты или зачесть ее по соглашению; неприменимость ст. 317.1 ГК РФ."
            }
          ],
          "priority": "primary"
        }
      ]
    }
  ]
}