{
  "originalText": "Договор № 43/25\nвозмездного оказания услуг\n\nг. Москва\t\t\t\t\t\t\t\t\t«31» октября 2025 г.\n\n\tНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и гражданин Валеев Камиль Рашитович, ИНН 027183790430, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:\n\nРаздел 1. Предмет договора\nЗаказчик поручает, а Исполнитель обязуется оказать услуги по исполнению пилотного проекта по разработке и внедрению контент-завода в соответствии с заданием №1 к Договору.\nСодержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора.\nЕсли при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора.\n\nРаздел 2. Права и обязанности сторон\n2.1. Исполнитель обязуется:\n2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;\n2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;\n2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;\n2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;\n2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора.\n2.2. Исполнитель вправе: \n2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;\n2.3. Заказчик обязуется:\n2.3.1. оплатить оказанные Исполнителем услуги;\n2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;\n2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;\n2.4. Заказчик вправе:\n2.4.1. требовать устранения недостатков в оказанных услугах;\n2.4.2. не оплачивать ненадлежащим образом оказанные услуги;\n2.4.3. расторгнуть настоящий Договор в одностороннем порядке в любой момент, выплатив Исполнителю стоимость фактически оказанных на момент расторжения Договора услуг;\n2.4.4. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения.\nРаздел 3. Порядок исполнения договора\n3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы.\n3.2.\tПри наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг. \n3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 5 (пяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика.\n\nРаздел 4. Порядок оплаты\n4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат.\n4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием.\n4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет.\n\nРаздел 5.  Ответственность сторон\n5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ.\n5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ. \n5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора.\n5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств.\n5.5. В случае неисполнения обязанностей, предусмотренных пунктами 2.1.6 и 2.1.7 настоящего Договора, Исполнитель обязуется возместить все убытки, которые Заказчик вынужден будет понести в связи с таким нарушением; Заказчик вправе удержать указанное в настоящем пункте возмещение из стоимости услуг Исполнителя.\n\nРаздел 6. Порядок рассмотрения споров\n6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров.\n6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.\n\nРаздел 7. Срок действия договора\n7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно.\n7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика. \n7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным.\n\nРаздел 8. Конфиденциальность\n8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц.\n8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам. \n8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия \n8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;\n8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления.\nИсполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору. \n8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена.\n8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц.\n\nРаздел 9. Обстоятельства непреодолимой силы\n\n9.1.\tСтороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия.\n9.2.\tПри наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами. \n9.3.\tНеуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств.\n9.4.\tЕсли обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора.\n\nРаздел 10. Заключительные положения\n10.1.\tНастоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны.\n10.2.\tВопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации.\n10.3.\tНастоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу.\n10.4.\tВсе Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью.\n10.5.\tПосле заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу.\n10.6.\tВся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон.\n10.7.\tНе позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону.\n\nРаздел 11. Адреса, реквизиты и подписи сторон\n\n\n\nПриложение № 1 \nк Договору возмездного оказания услуг \n№43/25 от «31» октября 2025г.\n\n\nФорма акта\n\nАКТ № ___\nсдачи-приемки услуг\nпо Договору возмездного оказания услуг №43/25 от «___» _________ 2025 г.\n\nг. Москва                                                                                                    ___________                   2025 года\n\nНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и гражданин Валеев Камиль Рашитович, ИНН 027183790430, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем:\nВ соответствии с заключенным сторонами Договором №43/25 возмездного оказания услуг от «31» октября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика.\nУслуги оказаны в установленный Заданием срок.\nПри приемке результатов услуг установлено, что услуги выполнены в полном объеме.\nПо результатам оказания услуг стороны претензий друг к другу не имеют.\nСтоимость оказанных услуг составляет ________________________ рублей _______ копеек.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nПриложение \n к Договору возмездного оказания услуг \n№43/25 от «31» октября 2025 г.\n\nЗадание № 1\n\nг. Москва                                                                                                                    «31» октября 2025 г.\n\n\nВ соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и гражданин Валеев Камиль Рашитович (далее - Исполнитель) договором возмездного оказания услуг          № 43/25 от «31» октября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:\n\nПилотный проект по созданию и тестированию интеллектуальной системы на базе искусственного интеллекта, которая автоматически анализирует обращения клиентов по юридической тематике, выявляет популярные запросы, подбирает релевантные SEO-темы и формирует готовые статьи, FAQ и контент для сайта.\n Общий срок выполнения проекта: до 14 календарных дней с момента получения предоплаты.\n\nКритерии успешности пилотного проекта\n• Работы по всем этапам выполнены в установленный срок. • Система корректно генерирует юридически релевантный SEO-контент. • Подготовлен отчёт о тестировании с положительными показателями качества. • Заказчик подтвердил достижение целей пилотного проекта.\n\nРаботы в рамках пилотного проекта выполняются по следующему перечню этапов:\n\n\n\nПо завершении пилотного проекта Исполнитель предоставляет Заказчику акт сдачи-приёмки и отчёт по результатам работ. Заказчик в течение 5 (пяти) рабочих дней обязан подписать акт либо направить мотивированные замечания. Пилотный проект считается завершённым после подписания акта либо по истечении указанного срока без замечаний.\n\nВыплата вознаграждения Исполнителю за оказание услуг, указанных в п.2 осуществляется в два этапа:\n– предоплата в размере 37 500 (Тридцать семь тысяч пятьсот) рублей производится Заказчиком в течение 5 (Пяти) рабочих дней с момента подписания договора.\n– окончательный расчет осуществляется Заказчиком, на основании подписанного Акта сдачи-приемки услуг.\n\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "Договор № 43/25 возмездного оказания услуг"
    },
    {
      "id": "p2",
      "text": "г. Москва «31» октября 2025 г."
    },
    {
      "id": "p3",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и гражданин Валеев Камиль Рашитович, ИНН 027183790430, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:"
    },
    {
      "id": "p4",
      "text": "Раздел 1. Предмет договора Заказчик поручает, а Исполнитель обязуется оказать услуги по исполнению пилотного проекта по разработке и внедрению контент-завода в соответствии с заданием №1 к Договору. Содержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора. Если при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора."
    },
    {
      "id": "p5",
      "text": "Раздел 2. Права и обязанности сторон"
    },
    {
      "id": "p6",
      "text": "2.1. Исполнитель обязуется:"
    },
    {
      "id": "p7",
      "text": "2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;"
    },
    {
      "id": "p8",
      "text": "2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;"
    },
    {
      "id": "p9",
      "text": "2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;"
    },
    {
      "id": "p10",
      "text": "2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;"
    },
    {
      "id": "p11",
      "text": "2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора."
    },
    {
      "id": "p12",
      "text": "2.2. Исполнитель вправе:"
    },
    {
      "id": "p13",
      "text": "2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;"
    },
    {
      "id": "p14",
      "text": "2.3. Заказчик обязуется:"
    },
    {
      "id": "p15",
      "text": "2.3.1. оплатить оказанные Исполнителем услуги;"
    },
    {
      "id": "p16",
      "text": "2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;"
    },
    {
      "id": "p17",
      "text": "2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;"
    },
    {
      "id": "p18",
      "text": "2.4. Заказчик вправе:"
    },
    {
      "id": "p19",
      "text": "2.4.1. требовать устранения недостатков в оказанных услугах;"
    },
    {
      "id": "p20",
      "text": "2.4.2. не оплачивать ненадлежащим образом оказанные услуги;"
    },
    {
      "id": "p21",
      "text": "2.4.3. расторгнуть настоящий Договор в одностороннем порядке в любой момент, выплатив Исполнителю стоимость фактически оказанных на момент расторжения Договора услуг;"
    },
    {
      "id": "p22",
      "text": "2.4.4. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения. Раздел 3. Порядок исполнения договора"
    },
    {
      "id": "p23",
      "text": "3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы."
    },
    {
      "id": "p24",
      "text": "3.2. При наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг."
    },
    {
      "id": "p25",
      "text": "3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 5 (пяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика."
    },
    {
      "id": "p26",
      "text": "Раздел 4. Порядок оплаты"
    },
    {
      "id": "p27",
      "text": "4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат."
    },
    {
      "id": "p28",
      "text": "4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием."
    },
    {
      "id": "p29",
      "text": "4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет."
    },
    {
      "id": "p30",
      "text": "Раздел 5. Ответственность сторон"
    },
    {
      "id": "p31",
      "text": "5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ."
    },
    {
      "id": "p32",
      "text": "5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ."
    },
    {
      "id": "p33",
      "text": "5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора."
    },
    {
      "id": "p34",
      "text": "5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств."
    },
    {
      "id": "p35",
      "text": "5.5. В случае неисполнения обязанностей, предусмотренных пунктами 2.1.6 и 2.1.7 настоящего Договора, Исполнитель обязуется возместить все убытки, которые Заказчик вынужден будет понести в связи с таким нарушением; Заказчик вправе удержать указанное в настоящем пункте возмещение из стоимости услуг Исполнителя."
    },
    {
      "id": "p36",
      "text": "Раздел 6. Порядок рассмотрения споров"
    },
    {
      "id": "p37",
      "text": "6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров."
    },
    {
      "id": "p38",
      "text": "6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации."
    },
    {
      "id": "p39",
      "text": "Раздел 7. Срок действия договора"
    },
    {
      "id": "p40",
      "text": "7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно."
    },
    {
      "id": "p41",
      "text": "7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика."
    },
    {
      "id": "p42",
      "text": "7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным."
    },
    {
      "id": "p43",
      "text": "Раздел 8. Конфиденциальность"
    },
    {
      "id": "p44",
      "text": "8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц."
    },
    {
      "id": "p45",
      "text": "8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам."
    },
    {
      "id": "p46",
      "text": "8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия"
    },
    {
      "id": "p47",
      "text": "8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;"
    },
    {
      "id": "p48",
      "text": "8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления. Исполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору."
    },
    {
      "id": "p49",
      "text": "8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена."
    },
    {
      "id": "p50",
      "text": "8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц."
    },
    {
      "id": "p51",
      "text": "Раздел 9. Обстоятельства непреодолимой силы"
    },
    {
      "id": "p52",
      "text": "9.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия."
    },
    {
      "id": "p53",
      "text": "9.2. При наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами."
    },
    {
      "id": "p54",
      "text": "9.3. Неуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств."
    },
    {
      "id": "p55",
      "text": "9.4. Если обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора."
    },
    {
      "id": "p56",
      "text": "Раздел 10. Заключительные положения"
    },
    {
      "id": "p57",
      "text": "10.1. Настоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны."
    },
    {
      "id": "p58",
      "text": "10.2. Вопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации."
    },
    {
      "id": "p59",
      "text": "10.3. Настоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу."
    },
    {
      "id": "p60",
      "text": "10.4. Все Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью."
    },
    {
      "id": "p61",
      "text": "10.5. После заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу."
    },
    {
      "id": "p62",
      "text": "10.6. Вся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон."
    },
    {
      "id": "p63",
      "text": "10.7. Не позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону."
    },
    {
      "id": "p64",
      "text": "Раздел 11. Адреса, реквизиты и подписи сторон"
    },
    {
      "id": "p65",
      "text": "Приложение № 1 к Договору возмездного оказания услуг №43/25 от «31» октября 2025г."
    },
    {
      "id": "p66",
      "text": "Форма акта"
    },
    {
      "id": "p67",
      "text": "АКТ № ___ сдачи-приемки услуг по Договору возмездного оказания услуг №43/25 от «___» _________ 2025 г."
    },
    {
      "id": "p68",
      "text": "г. Москва ___________ 2025 года"
    },
    {
      "id": "p69",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и гражданин Валеев Камиль Рашитович, ИНН 027183790430, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем: В соответствии с заключенным сторонами Договором №43/25 возмездного оказания услуг от «31» октября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика. Услуги оказаны в установленный Заданием срок. При приемке результатов услуг установлено, что услуги выполнены в полном объеме. По результатам оказания услуг стороны претензий друг к другу не имеют. Стоимость оказанных услуг составляет ________________________ рублей _______ копеек."
    },
    {
      "id": "p70",
      "text": "Приложение к Договору возмездного оказания услуг №43/25 от «31» октября 2025 г."
    },
    {
      "id": "p71",
      "text": "Задание № 1"
    },
    {
      "id": "p72",
      "text": "г. Москва «31» октября 2025 г."
    },
    {
      "id": "p73",
      "text": "В соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и гражданин Валеев Камиль Рашитович (далее - Исполнитель) договором возмездного оказания услуг № 43/25 от «31» октября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:"
    },
    {
      "id": "p74",
      "text": "Пилотный проект по созданию и тестированию интеллектуальной системы на базе искусственного интеллекта, которая автоматически анализирует обращения клиентов по юридической тематике, выявляет популярные запросы, подбирает релевантные SEO-темы и формирует готовые статьи, FAQ и контент для сайта. Общий срок выполнения проекта: до 14 календарных дней с момента получения предоплаты."
    },
    {
      "id": "p75",
      "text": "Критерии успешности пилотного проекта • Работы по всем этапам выполнены в установленный срок. • Система корректно генерирует юридически релевантный SEO-контент. • Подготовлен отчёт о тестировании с положительными показателями качества. • Заказчик подтвердил достижение целей пилотного проекта."
    },
    {
      "id": "p76",
      "text": "Работы в рамках пилотного проекта выполняются по следующему перечню этапов:"
    },
    {
      "id": "p77",
      "text": "По завершении пилотного проекта Исполнитель предоставляет Заказчику акт сдачи-приёмки и отчёт по результатам работ. Заказчик в течение 5 (пяти) рабочих дней обязан подписать акт либо направить мотивированные замечания. Пилотный проект считается завершённым после подписания акта либо по истечении указанного срока без замечаний."
    },
    {
      "id": "p78",
      "text": "Выплата вознаграждения Исполнителю за оказание услуг, указанных в п.2 осуществляется в два этапа: – предоплата в размере 37 500 (Тридцать семь тысяч пятьсот) рублей производится Заказчиком в течение 5 (Пяти) рабочих дней с момента подписания договора. – окончательный расчет осуществляется Заказчиком, на основании подписанного Акта сдачи-приемки услуг."
    }
  ],
  "contractState": {
    "number": "43/25",
    "date": "2025-10-31",
    "subject": "оказание услуг по исполнению пилотного проекта по разработке и внедрению контент-завода в соответствии с заданиями к договору",
    "parties": {
      "customer": {
        "name": "ПравоТех",
        "fullName": "Непубличное акционерное общество «ПравоТех»"
      },
      "executor": {
        "name": "Валеев К.Р.",
        "fullName": "гражданин Валеев Камиль Рашитович"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Предмет договора и задания",
      "content": "Исполнитель оказывает услуги по исполнению пилотного проекта по разработке и внедрению контент‑завода в соответствии с Заданием №1. Содержание, требования и сроки оказания услуг определяются заданиями, являющимися неотъемлемой частью договора.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Описание предмета договора и отсылка к заданиям"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Переход исключительных прав на результаты работ",
      "content": "Все результаты интеллектуальной деятельности (Произведения), созданные при исполнении договора, в полном объеме переходят к Заказчику с момента подписания Акта приемки услуг и на весь срок действия исключительного права, без необходимости подписания дополнительных документов. Заказчик вправе не указывать авторов, а авторское вознаграждение включено в стоимость договора.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Условия перехода исключительных прав и авторского вознаграждения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Право Исполнителя приостанавливать и обязанность возобновлять оказание услуг",
      "content": "Исполнитель вправе незамедлительно приостановить оказание услуг при обнаружении неблагоприятных обстоятельств или риска их наступления, делающих невозможным соблюдение сроков, с обязательным уведомлением Заказчика. При этом Исполнитель, не уведомивший Заказчика или продолживший работы вопреки указанию Заказчика прекратить их, не может ссылаться на эти обстоятельства при предъявлении требований. После уведомления Заказчика о возможности продолжения работ Исполнитель обязан незамедлительно возобновить оказание услуг.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p9",
            "p10"
          ],
          "comment": "Порядок приостановки и возобновления оказания услуг при неблагоприятных обстоятельствах"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_4",
      "title": "Устранение недостатков без дополнительной оплаты",
      "content": "При получении от Заказчика мотивированного отказа с перечнем недостатков и сроками их устранения Исполнитель обязан без дополнительной оплаты устранить недостатки в срок, установленный Заказчиком, но не более 5 рабочих дней со дня получения мотивированного отказа.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p25"
          ],
          "comment": "Порядок устранения недостатков по мотивированному отказу Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_5",
      "title": "Общая ответственность сторон по договору",
      "content": "За неисполнение или ненадлежащее исполнение обязательств по договору стороны несут ответственность в соответствии с законодательством Российской Федерации.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p31"
          ],
          "comment": "Общая оговорка об ответственности по договору"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_6",
      "title": "Ответственность Исполнителя за определенные нарушения и право удержания Заказчика",
      "content": "При неисполнении обязанностей, предусмотренных пунктами 2.1.6 и 2.1.7 договора, Исполнитель обязан возместить все убытки Заказчика, связанные с нарушением. Заказчик вправе удержать сумму такого возмещения из стоимости услуг Исполнителя.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p35"
          ],
          "comment": "Специальная ответственность Исполнителя и право удержания суммы убытков"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Срок действия договора",
      "content": "Договор действует с даты заключения по 31.12.2025, а в части исполнения положений пунктов 8.1–8.7 (включая конфиденциальность) – бессрочно.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p40"
          ],
          "comment": "Общий срок действия договора и бессрочность отдельных обязательств"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_8",
      "title": "Право Заказчика на односторонний отказ от договора",
      "content": "Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг или ненадлежащем оказании услуг, уведомив Исполнителя не менее чем за 15 дней до даты расторжения. Договор прекращается в день получения Исполнителем соответствующего уведомления.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p41"
          ],
          "comment": "Условия и порядок одностороннего отказа Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Обязанности Исполнителя по сохранению конфиденциальности",
      "content": "Исполнитель обязан принимать все зависящие от него меры для недопущения разглашения или несанкционированного доступа третьих лиц к полученной в ходе исполнения договора информации. Исполнитель предварительно уведомляет Заказчика о событиях, требующих раскрытия информации, с указанием условий и сроков раскрытия. Исполнитель обязан учитывать все полученные от Заказчика документы, не размножать их и не передавать информацию по открытым каналам связи, включая Интернет, без мер защиты.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p45",
            "p47",
            "p49"
          ],
          "comment": "Конфиденциальный режим информации, порядок раскрытия и ограничения на передачу"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_10",
      "title": "Ответственность Исполнителя за разглашение информации",
      "content": "Исполнитель несет ответственность за разглашение информации, под которым понимаются несанкционированные действия или бездействие Исполнителя, приведшие к получению третьими лицами доступа к информации и возможности с ней ознакомиться, в том числе вследствие ненадлежащего уровня защиты.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p50"
          ],
          "comment": "Определение разглашения информации и ответственность Исполнителя"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Форс‑мажор и уведомление о наступлении обстоятельств непреодолимой силы",
      "content": "Сторона, для которой исполнение обязательств стало невозможным из‑за форс‑мажора, обязана не позднее 5 дней с момента их наступления уведомить другую сторону. При наступлении обстоятельств, указанных в разделе о форс‑мажоре, сторона, не способная исполнить обязательства, должна без промедления, но не позднее 5 рабочих дней с даты их наступления и прекращения, уведомить другую сторону (по телефону или письменно) о наступлении, предполагаемом сроке действия и прекращения таких обстоятельств, а также документально подтвердить их соответствующими государственными или уполномоченными органами.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p34",
            "p53"
          ],
          "comment": "Порядок и сроки уведомления о форс‑мажоре и требование документального подтверждения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Обязанность уведомлять об изменении реквизитов",
      "content": "Сторона обязана не позднее 10 рабочих дней с даты изменения своих реквизитов, включая адрес местонахождения, письменно уведомить об этом другую сторону.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p63"
          ],
          "comment": "Срок и форма уведомления об изменении реквизитов"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_13",
      "title": "Приемка оказанных услуг и отсутствие претензий",
      "content": "По Акту, составленному сторонами, услуги по договору оказаны по заданию Заказчика в установленный срок, выполнены в полном объеме, стороны не имеют претензий друг к другу. В Акте фиксируется стоимость оказанных услуг.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p69"
          ],
          "comment": "Условия фактической приемки услуг и указание на стоимость"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Описание пилотного проекта и общий срок его выполнения",
      "content": "Пилотный проект заключается в создании и тестировании интеллектуальной системы на базе ИИ для автоматического анализа юридических обращений, выявления популярных запросов, подбора SEO‑тем и генерации статей, FAQ и контента для сайта. Общий срок выполнения проекта – до 14 календарных дней с момента получения предоплаты.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p74"
          ],
          "comment": "Содержание пилотного проекта и срок его выполнения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Критерии успешности пилотного проекта",
      "content": "Пилотный проект считается успешным, если: работы по всем этапам выполнены в установленный срок; система корректно генерирует юридически релевантный SEO‑контент; подготовлен отчет о тестировании с положительными показателями качества; Заказчик подтвердил достижение целей пилотного проекта.",
      "category": "гарантии",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75"
          ],
          "comment": "Критерии, по которым оценивается успешность пилотного проекта"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Порядок сдачи‑приемки результатов пилотного проекта",
      "content": "По завершении пилотного проекта Исполнитель предоставляет Заказчику акт сдачи‑приемки и отчет по результатам работ. Заказчик в течение 5 рабочих дней обязан либо подписать акт, либо направить мотивированные замечания. Пилотный проект считается завершенным после подписания акта либо по истечении 5 рабочих дней без получения замечаний от Заказчика.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p77"
          ],
          "comment": "Регламент сдачи‑приемки и последствия непредставления замечаний"
        }
      ],
      "priority": "primary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата услуг Исполнителя по Договору в размере, установленном соответствующим Заданием, включая авторское вознаграждение за передачу исключительных прав на Произведения",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма, определенная в соответствующем Задании к Договору"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "В течение 10 рабочих дней с даты приемки оказанных услуг, если иное не предусмотрено соответствующим Заданием"
      },
      "conditions": "Оплачиваются услуги, принятые Заказчиком по акту; порядок и размер могут детализироваться в отдельных Заданиях. Авторское вознаграждение за созданные Произведения включено в стоимость Договора и отдельно не выплачивается.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Авторское вознаграждение включено в стоимость договора."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Стоимость услуг устанавливается в отдельных Заданиях."
        },
        {
          "paragraphIds": [
            "p28"
          ],
          "comment": "Срок оплаты: 10 рабочих дней с даты приемки услуг; возможен иной порядок в Задании."
        },
        {
          "paragraphIds": [
            "p69"
          ],
          "comment": "Акт приемки услуг и указание стоимости оказанных услуг по результатам задания."
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата стоимости фактически оказанных услуг при одностороннем расторжении Договора Заказчиком",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость фактически оказанных к моменту расторжения услуг по ставкам/цене, установленным в Заданиях"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В момент и/или в связи с односторонним расторжением Договора Заказчиком (конкретный срок не детализирован)"
      },
      "conditions": "Возникает только при одностороннем расторжении Договора Заказчиком; оплачиваются только фактически оказанные к этому моменту услуги.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p21"
          ],
          "comment": "Право Заказчика на одностороннее расторжение при условии выплаты стоимости фактически оказанных услуг."
        }
      ]
    },
    {
      "id": "payment_3",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Предоплата вознаграждения за оказание услуг, указанных в п. 2 (по конкретному заданию/этапу)",
      "amount": {
        "value": 37500,
        "currency": "RUB",
        "type": "fixed"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В течение 5 рабочих дней с момента подписания договора"
      },
      "conditions": "Предоплата является первым этапом выплаты вознаграждения по соответствующим услугам; выплачивается до окончательного расчета по акту.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Установлен размер предоплаты 37 500 рублей и срок 5 рабочих дней с момента подписания договора."
        }
      ]
    },
    {
      "id": "payment_4",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Окончательный расчет по вознаграждению за услуги, указанные в п. 2, за вычетом предоплаты",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Общая стоимость услуг по п.2 минус ранее выплаченная предоплата 37 500 рублей"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "После подписания Акта сдачи-приемки услуг (конкретный срок не указан)"
      },
      "conditions": "Осуществляется на основании подписанного Сторонами Акта сдачи-приемки услуг.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Окончательный расчет Заказчика с Исполнителем на основании акта сдачи-приемки."
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Договор подписан, услуги не начаты",
      "description": "Договор заключен, стороны готовятся к началу работ и расчетов.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Подписание договора и обязанность заказчика оплатить предоплату после подписания."
        }
      ],
      "tasks": [
        {
          "id": "task_1",
          "label": "Оплатить предоплату",
          "description": "Выплата предоплаты в размере, предусмотренном договором.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p78"
              ],
              "comment": "Предоплата должна быть выплачена в течение 5 рабочих дней с момента подписания договора."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "В течение 5 рабочих дней с момента подписания договора."
          }
        },
        {
          "id": "task_2",
          "label": "Организовать начало работ по пилотному проекту",
          "description": "Подготовка к выполнению работ по этапам пилотного проекта.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p76",
                "p75"
              ],
              "comment": "Работы выполняются по этапам, успешность оценивается по критериям пилотного проекта."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Исполнение работ по пилотному проекту",
      "description": "Исполнитель выполняет работы по этапам пилотного проекта, ориентируясь на критерии успешности.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75",
            "p76"
          ],
          "comment": "Этапы и критерии успешности пилотного проекта."
        }
      ],
      "tasks": [
        {
          "id": "task_3",
          "label": "Выполнить работы по всем этапам пилотного проекта",
          "description": "Реализация всех этапов работ, предусмотренных перечнем этапов пилотного проекта.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p76"
              ],
              "comment": "Работы выполняются по перечню этапов пилотного проекта."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_4",
          "label": "Обеспечить достижение критериев успешности пилотного проекта",
          "description": "Работы выполнены в срок, система корректно генерирует релевантный SEO-контент, подготовлен отчет с положительными показателями.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p75"
              ],
              "comment": "Критерии успешности пилотного проекта: сроки, корректная работа системы, отчет с положительными показателями качества."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_5",
          "label": "Подготовить отчет о тестировании",
          "description": "Формирование отчета о тестировании с положительными показателями качества.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p75"
              ],
              "comment": "Отчет о тестировании с положительными показателями является одним из критериев успешности пилотного проекта."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_6",
          "label": "Подтвердить достижение целей пилотного проекта",
          "description": "Формальное подтверждение со стороны заказчика, что цели пилотного проекта достигнуты.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p75"
              ],
              "comment": "Заказчик подтверждает достижение целей пилотного проекта как один из критериев успешности."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Работы по пилотному проекту завершены, ожидается оформление и окончательный расчет",
      "description": "Работы и тестирование завершены, стороны оформляют результаты и производят окончательный расчет.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75",
            "p78"
          ],
          "comment": "Завершение пилотного проекта и окончательный расчет по акту сдачи-приемки."
        }
      ],
      "tasks": [
        {
          "id": "task_7",
          "label": "Оформить и подписать Акт сдачи-приемки услуг",
          "description": "Подготовка и подписание Акта сдачи-приемки услуг по результатам пилотного проекта.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p78"
              ],
              "comment": "Окончательный расчет осуществляется на основании подписанного Акта сдачи-приемки услуг, что подразумевает обязанность сторон его подписать."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_8",
          "label": "Произвести окончательный расчет",
          "description": "Оплата оставшейся части вознаграждения на основании подписанного Акта сдачи-приемки услуг.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p78"
              ],
              "comment": "Окончательный расчет осуществляется заказчиком на основании подписанного Акта сдачи-приемки услуг."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Наступление форс-мажорных обстоятельств",
      "description": "Возникли обстоятельства непреодолимой силы, влияющие на исполнение обязательств по договору.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p54"
          ],
          "comment": "Регулирование уведомления о наступлении форс-мажора и последствий несвоевременного уведомления."
        }
      ],
      "tasks": [
        {
          "id": "task_9",
          "label": "Уведомить другую сторону о наступлении форс-мажорных обстоятельств",
          "description": "Передача уведомления о наступлении форс-мажора, чтобы сохранить право ссылаться на него как на основание освобождения от ответственности.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p54"
              ],
              "comment": "Неуведомление или несвоевременное уведомление позднее 5 рабочих дней лишает сторону права ссылаться на форс-мажор."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "В течение 5 рабочих дней после возникновения форс-мажорных обстоятельств."
          }
        }
      ]
    },
    {
      "id": "state_5",
      "label": "Форс-мажор продолжается более 3 месяцев",
      "description": "Обстоятельства непреодолимой силы не прекращаются более 3 месяцев, требуется согласование дальнейших действий или расторжение договора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p55"
          ],
          "comment": "Продолжение форс-мажора более 3 месяцев и возможные действия сторон."
        }
      ],
      "tasks": [
        {
          "id": "task_10",
          "label": "Согласовать дальнейшие действия по договору",
          "description": "Стороны должны определить, как исполнять или изменять обязательства при продолжающемся форс-мажоре.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p55"
              ],
              "comment": "По истечении 3 месяцев форс-мажора стороны должны согласовать дальнейшие действия или могут расторгнуть договор."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_11",
          "label": "При необходимости принять решение о расторжении договора и направить уведомление",
          "description": "Любая сторона может принять решение о расторжении договора из-за затянувшегося форс-мажора и направить письменное уведомление другой стороне.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p55"
              ],
              "comment": "Договор может быть расторгнут любой из сторон при форс-мажоре свыше 3 месяцев с обязательным письменным уведомлением."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_6",
      "label": "Инициирована односторонняя отмена договора Заказчиком",
      "description": "Заказчик реализует право на одностороннее расторжение договора в любой момент.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p21"
          ],
          "comment": "Право Заказчика расторгнуть договор в одностороннем порядке в любой момент при условии оплаты фактически оказанных услуг."
        }
      ],
      "tasks": [
        {
          "id": "task_12",
          "label": "Оплатить стоимость фактически оказанных услуг на момент расторжения",
          "description": "Расчет и выплата Исполнителю стоимости фактически оказанных услуг на момент расторжения договора.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p21"
              ],
              "comment": "Заказчик может расторгнуть договор в одностороннем порядке, выплатив стоимость фактически оказанных услуг."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_7",
      "label": "Инициировано расторжение договора из-за форс-мажора",
      "description": "Одна из сторон направила письменное уведомление о расторжении договора в связи с продолжающимся форс-мажором.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p55"
          ],
          "comment": "Порядок расторжения договора при форс-мажоре: письменное уведомление и 10-дневный срок до расторжения."
        }
      ],
      "tasks": [
        {
          "id": "task_13",
          "label": "Ожидать истечения срока до момента расторжения договора",
          "description": "Договор считается расторгнутым по истечении 10 календарных дней с даты отправки уведомления о расторжении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p55"
              ],
              "comment": "Договор считается расторгнутым по истечении 10 календарных дней с даты отправки уведомления."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 10,
            "type": "calendar",
            "direction": "after",
            "description": "10 календарных дней с даты отправки уведомления о расторжении договора."
          }
        }
      ]
    },
    {
      "id": "state_8",
      "label": "Договор расторгнут",
      "description": "Договор прекратил свое действие в результате одностороннего расторжения или расторжения по форс-мажору.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p21",
            "p55"
          ],
          "comment": "Расторжение договора по инициативе Заказчика в одностороннем порядке или по истечении 10 дней после уведомления при форс-мажоре."
        }
      ]
    }
  ]
}