{
  "originalText": "Договор № 44/25\nвозмездного оказания услуг\n\nг. Москва\t\t\t\t\t\t\t\t\t«06» ноября 2025 г.\n\n\tНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и Индивидуальный предприниматель Будник Иван Иванович, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:\n\nРаздел 1. Предмет договора\nЗаказчик поручает, а Исполнитель обязуется оказать услуги по исполнению пилотного проекта по внедрению инструментов искусственного интеллекта (ИИ) в типовые и рутинные процессы маркетинга в соответствии с заданием №1 к Договору.\nСодержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора.\nЕсли при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора.\n\nРаздел 2. Права и обязанности сторон\n2.1. Исполнитель обязуется:\n2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;\n2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;\n2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;\n2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;\n2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора.\n2.2. Исполнитель вправе: \n2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;\n2.3. Заказчик обязуется:\n2.3.1. оплатить оказанные Исполнителем услуги;\n2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;\n2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;\n2.4. Заказчик вправе:\n2.4.1. требовать устранения недостатков в оказанных услугах;\n2.4.2. расторгнуть настоящий Договор в одностороннем порядке в любой момент, уведомив Исполнителя за 15 календарных дней и оплатив стоимость фактически оказанных услуг;\n2.4.3. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения.\n\nРаздел 3. Порядок исполнения договора\n3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы.\n3.2.\tПри наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг. \n3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 10 (десяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика.\n\nРаздел 4. Порядок оплаты\n4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат.\n4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием.\n4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет.\n\nРаздел 5.  Ответственность сторон\n5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ.\n5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ. \n5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора.\n5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств.\n5.5. При просрочке исполнения любой из Сторон своих обязательств по Договору, она обязана уплатить в пользу другой Стороны пени в размере 0,1% от суммы неисполненных обязательств за каждый день просрочки.\n\nРаздел 6. Порядок рассмотрения споров\n6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров.\n6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.\n\nРаздел 7. Срок действия договора\n7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно.\n7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика. \n7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным.\n\nРаздел 8. Конфиденциальность\n8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц.\n8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам. \n8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия \n8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;\n8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления.\nИсполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору. \n8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена.\n8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц.\n\nРаздел 9. Обстоятельства непреодолимой силы\n9.1.\tСтороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия.\n9.2.\tПри наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами. \n9.3.\tНеуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств.\n9.4.\tЕсли обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора.\n\nРаздел 10. Заключительные положения\n10.1.\tНастоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны.\n10.2.\tВопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации.\n10.3.\tНастоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу.\n10.4.\tВсе Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью.\n10.5.\tПосле заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу.\n10.6.\tВся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон.\n10.7.\tНе позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону.\n\nРаздел 11. Адреса, реквизиты и подписи сторон\n\n\n\nПриложение № 1 \nк Договору возмездного оказания услуг \n№44/25 от «06» ноября 2025г.\n\n\nФорма акта\n\nАКТ № ___\nсдачи-приемки услуг\nпо Договору возмездного оказания услуг №44/25 от «___» _________ 2025 г.\n\nг. Москва                                                                                                    ___________                   2025 года\n\nНепубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и Индивидуальный предприниматель Будник Иван Иванович, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем:\nВ соответствии с заключенным сторонами Договором №44/25 возмездного оказания услуг от »06» ноября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика.\nУслуги оказаны в установленный Заданием срок.\nПри приемке результатов услуг установлено, что услуги выполнены в полном объеме.\nПо результатам оказания услуг стороны претензий друг к другу не имеют.\nСтоимость оказанных услуг составляет ________________________ рублей _______ копеек.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nПриложение \n к Договору возмездного оказания услуг \n№44/25 от «06» ноября 2025 г.\n\nЗадание № 1\n\nг. Москва                                                                                                                    «06» ноября 2025 г.\n\n\nВ соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и Индивидуальным предпринимателем Будник Иван Ивановичем (далее - Исполнитель) договором возмездного оказания услуг № 44/25 от «06» ноября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:\n\nПилотный проект по внедрению инструментов искусственного интеллекта (ИИ) в типовые и рутинные процессы маркетинга для сокращения объема операционных задач и повышения эффективность работы команды Заказчика.\n\nСтороны договорились, что даже несмотря на то, что иное указано в настоящем Задании, при решении каждой из задач Исполнитель в качестве приоритетного варианта должен рассматривать возможность использования российских моделей искусственного интеллекта. И только при невозможности такого использования или при значительно худшем качестве результата такого использования переходит к рассмотрению использования иностранных моделей искусственного интеллекта.\n Общий срок выполнения проекта: с момента получения Исполнителем предоплаты (но не позднее 12 ноября 2025 года) по 22 декабря 2025 года включительно.\n\nФормат взаимодействия Сторон\nОсновная коммуникация — через чат в Telegram (Исполнитель + до 8 участников команды Заказчика).\nВремя отклика Исполнителя — до 2 часов в рабочее время (9:00–18:00).\nЕженедельные созвоны — 1 раз в неделю, продолжительность — до 1 часа; при необходимости допускается проведение 2 коротких звонков в неделю по 30 минут каждый.\nПри необходимости — до 2 дополнительных коротких встреч.\nДополнительные консультации, выходящие за рамки данного задания, оплачиваются отдельно по ставке 5 000 (Пять тысяч) рублей в час.\nИсполнитель предоставляет обучающие материалы, кейсы, промты, методические рекомендации и иные ресурсы, способствующие достижению целей проекта.\nКритерии успешности пилотного проекта\nОпределены процессы маркетинга, подлежащие автоматизации.\nРазработана и представлена карта нейросетей по направлениям деятельности Заказчика.\nАвтоматизировано не менее трех приоритетных процессов.\nСоздан рабочий прототип базы знаний маркетинга.\nПодготовлены предложения по дальнейшему развитию и масштабированию проекта в 2026 году.\n\nРаботы в рамках пилотного проекта выполняются по следующему перечню задач:\n\n\n\nПо завершении пилотного проекта Исполнитель предоставляет Заказчику акт сдачи-приёмки и отчёт по результатам работ. Заказчик в течение 5 (пяти) рабочих дней обязан подписать акт либо направить мотивированные замечания. Пилотный проект считается завершённым после подписания акта либо по истечении указанного срока без замечаний.\n\nВыплата вознаграждения Исполнителю за оказание услуг, указанных в п.2 осуществляется в два этапа:\n– предоплата в размере 150 000 (Сто пятьдесят тысяч) рублей производится Заказчиком в течение 5 (Пяти) рабочих дней с момента подписания договора.\n– окончательный расчет осуществляется Заказчиком, на основании подписанного Акта сдачи-приемки услуг.\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "Договор № 44/25 возмездного оказания услуг"
    },
    {
      "id": "p2",
      "text": "г. Москва «06» ноября 2025 г."
    },
    {
      "id": "p3",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, в лице Фадеева Кирилла Викторовича, действующего на основании доверенности № 7/23 от 05.10.2023, с одной стороны, и Индивидуальный предприниматель Будник Иван Иванович, именуемый в дальнейшем Исполнитель, действующий на основании гражданского законодательства Российской Федерации, с другой стороны, заключили настоящий договор о нижеследующем:"
    },
    {
      "id": "p4",
      "text": "Раздел 1. Предмет договора Заказчик поручает, а Исполнитель обязуется оказать услуги по исполнению пилотного проекта по внедрению инструментов искусственного интеллекта (ИИ) в типовые и рутинные процессы маркетинга в соответствии с заданием №1 к Договору. Содержание оказываемых услуг, требования к ним и срок оказания услуг указываются в заданиях, являющимися неотъемлемыми частями настоящего договора. Если при исполнении Договора были созданы какие-либо результаты интеллектуальной деятельности, включая объекты авторских прав (далее – Произведение), исключительное право на Произведение передается Исполнителем Заказчику в полном объеме с момента подписания Сторонами Акта приемки услуг на весь срок действия исключительного права. Для перехода исключительных прав на Произведение не требуется подписания дополнительных документов и/или отдельного указания на переход таких прав. При этом Заказчик имеет право не упоминать имя Автора (ов) Произведения при использовании Произведения, а авторское вознаграждение включено в стоимость настоящего Договора."
    },
    {
      "id": "p5",
      "text": "Раздел 2. Права и обязанности сторон"
    },
    {
      "id": "p6",
      "text": "2.1. Исполнитель обязуется:"
    },
    {
      "id": "p7",
      "text": "2.1.1. оказывать услуги, указанные в п.1.1. настоящего договора и Заданиях к нему;"
    },
    {
      "id": "p8",
      "text": "2.1.2. предоставлять на утверждение Заказчику подписанные со своей стороны Отчет об оказанных услугах и Акт сдачи-приемки услуг;"
    },
    {
      "id": "p9",
      "text": "2.1.3. незамедлительно приостановить оказание услуг, уведомив об этом Заказчика в случае обнаружения неблагоприятных обстоятельств или риска наступления таких обстоятельств, которые создают невозможность оказания услуг в срок. Исполнитель, не предупредивший Заказчика об обстоятельствах, указанных в настоящем пункте, либо продолживший оказание услуг, не дожидаясь ответа Заказчика или, несмотря на указание Заказчика о прекращении оказания услуг, не вправе при предъявлении к нему или им к Заказчику соответствующих требований ссылаться на указанные обстоятельства;"
    },
    {
      "id": "p10",
      "text": "2.1.4. незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ;"
    },
    {
      "id": "p11",
      "text": "2.1.5. использовать при оказании услуг по Договору свое собственное оборудование, программно-технические средства, рекомендованные Заказчиком для исполнения настоящего Договора."
    },
    {
      "id": "p12",
      "text": "2.2. Исполнитель вправе:"
    },
    {
      "id": "p13",
      "text": "2.2.1. требовать от Заказчика оплаты надлежащим образом оказанных услуг по настоящему Договору;"
    },
    {
      "id": "p14",
      "text": "2.3. Заказчик обязуется:"
    },
    {
      "id": "p15",
      "text": "2.3.1. оплатить оказанные Исполнителем услуги;"
    },
    {
      "id": "p16",
      "text": "2.3.2. выделить специалиста из числа своих сотрудников для оперативного решения и координации всех организационных вопросов, возникающих при оказании услуг по настоящему договору;"
    },
    {
      "id": "p17",
      "text": "2.3.3. утверждать Акт сдачи-приемки услуг и Отчет об оказанных услугах либо предоставлять мотивированный отказ от утверждения указанных документов в течение 5 (пяти) рабочих дней;"
    },
    {
      "id": "p18",
      "text": "2.4. Заказчик вправе:"
    },
    {
      "id": "p19",
      "text": "2.4.1. требовать устранения недостатков в оказанных услугах;"
    },
    {
      "id": "p20",
      "text": "2.4.2. расторгнуть настоящий Договор в одностороннем порядке в любой момент, уведомив Исполнителя за 15 календарных дней и оплатив стоимость фактически оказанных услуг;"
    },
    {
      "id": "p21",
      "text": "2.4.3. приостановить действие Договора с Исполнителем в случае нарушения им условий Договора до их устранения."
    },
    {
      "id": "p22",
      "text": "Раздел 3. Порядок исполнения договора"
    },
    {
      "id": "p23",
      "text": "3.1. Исполнитель передает Заказчику Отчет об оказанных услугах. Отчет об оказанных услугах предоставляется Исполнителем Заказчику совместно с Актом сдачи-приемки услуг. Заказчик в течение 5 (пяти) рабочих дней с даты получения Отчета об оказанных услугах и Акта сдачи-приемки услуг рассматривает представленные документы."
    },
    {
      "id": "p24",
      "text": "3.2. При наличии у Заказчика обоснованных замечаний по представленным документам, Заказчик в течение 5 (пяти) рабочих дней направляет Исполнителю мотивированный отказ с указанием замечаний и выявленных недостатков в результатах оказанных услуг."
    },
    {
      "id": "p25",
      "text": "3.3. В случае получения от Заказчика мотивированного отказа с перечнем выявленных недостатков, необходимых доработок и сроков их устранения, Исполнитель обязуется в срок, установленный Заказчиком, но не более 10 (десяти) рабочих дней со дня получения мотивированного отказа, устранить указанные недостатки без дополнительной оплаты со стороны Заказчика."
    },
    {
      "id": "p26",
      "text": "Раздел 4. Порядок оплаты"
    },
    {
      "id": "p27",
      "text": "4.1. Стороны договорились, что общая стоимость услуг устанавливается в отдельных Заданиях, являющихся неотъемлемой частью настоящего договора. Все расходы Исполнителя, связанные с исполнением обязательств по настоящему договору Исполнитель несет самостоятельно, возмещению Заказчиком расходы не подлежат."
    },
    {
      "id": "p28",
      "text": "4.2. Оплата осуществляется в течение 10 рабочих дней с даты приемки оказанных услуг. Иной порядок может быть предусмотрен соответствующим Заданием."
    },
    {
      "id": "p29",
      "text": "4.3. Цена договора включает в себя все налоги, подлежащие оплате Исполнителем. Исполнитель осуществляет оплату данных налогов своими силами за свой счет."
    },
    {
      "id": "p30",
      "text": "Раздел 5. Ответственность сторон"
    },
    {
      "id": "p31",
      "text": "5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору Стороны несут ответственность в соответствии с действующим законодательством РФ."
    },
    {
      "id": "p32",
      "text": "5.2. В случае оказания Исполнителем услуг ненадлежащего качества, Заказчик вправе предъявлять Исполнителю все требования, предусмотренные ст. 723 ГК РФ."
    },
    {
      "id": "p33",
      "text": "5.3. Ни одна сторона не будет нести ответственности за полное или частичное неисполнение другой стороной своих обязательств, если неисполнение будет являться следствием обстоятельств непреодолимой силы, таких как пожар наводнение, землетрясение, забастовки и другие стихийные бедствия, война, военные действия или другие обстоятельства, находящиеся вне контроля сторон, но препятствующие выполнению настоящего договора, возникшие после заключения настоящего договора."
    },
    {
      "id": "p34",
      "text": "5.4. Сторона, для которой сделалось невозможным исполнение обязательств по договору, обязана не позднее 5 дней с момента их наступления в письменной форме уведомить другую сторону о наступлении форс-мажорных обстоятельств."
    },
    {
      "id": "p35",
      "text": "5.5. При просрочке исполнения любой из Сторон своих обязательств по Договору, она обязана уплатить в пользу другой Стороны пени в размере 0,1% от суммы неисполненных обязательств за каждый день просрочки."
    },
    {
      "id": "p36",
      "text": "Раздел 6. Порядок рассмотрения споров"
    },
    {
      "id": "p37",
      "text": "6.1. Все споры и разногласия, которые могу возникнуть между сторонами, будут решаться путем переговоров."
    },
    {
      "id": "p38",
      "text": "6.2. Все споры и разногласия, не урегулированные в процессе переговоров, подлежат разрешению в соответствии с действующим законодательством Российской Федерации."
    },
    {
      "id": "p39",
      "text": "Раздел 7. Срок действия договора"
    },
    {
      "id": "p40",
      "text": "7.1. Срок действия договора с даты заключения по 31.12.2025, а в части исполнения положений п.п.8.1-8.7 настоящего договора – бессрочно."
    },
    {
      "id": "p41",
      "text": "7.2. Заказчик вправе в одностороннем внесудебном порядке отказаться от исполнения договора при нарушении Исполнителем срока оказания услуг либо ненадлежащем оказании услуг, уведомив об этом Исполнителя не менее чем за 15 дней до даты расторжения договора. Договор считается прекратившим действие в день получения Исполнителем соответствующего уведомления Заказчика."
    },
    {
      "id": "p42",
      "text": "7.3. Уведомление, указанное в п.7.2., считается полученным Исполнителем в день поступления на почтовое отделение адресата — при направлении посредством почты России, в день получения Исполнителем — при направлении нарочным."
    },
    {
      "id": "p43",
      "text": "Раздел 8. Конфиденциальность"
    },
    {
      "id": "p44",
      "text": "8.1. Для целей настоящего договора «конфиденциальной» является любая информация, полученная Исполнителем от Заказчика в ходе оказания услуг по настоящему договору, имеющая действительную или потенциальную ценность в силу неизвестности ее третьим лицам, не предназначенную для широкого распространения и/или использования неограниченным кругом лиц."
    },
    {
      "id": "p45",
      "text": "8.2. Исполнитель обязан принять все зависящие от него меры направленные на недопущение разглашения или несанкционированного доступа третьих лиц к полученным в ходе выполнения настоящего договора информации, сведениям и документам."
    },
    {
      "id": "p46",
      "text": "8.3. Исполнитель обязуется, без предварительного письменного разрешения Заказчика, не разглашать, а также не использовать для собственных целей, информацию и содержание документов, полученных в ходе исполнения настоящего договора, третьим лицам, кроме случаев вынужденного раскрытия информации в силу требований действующего законодательства Российской Федерации, вступивших в силу решений суда соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления, при условии, что в случае любого такого раскрытия"
    },
    {
      "id": "p47",
      "text": "8.4. Исполнитель предварительно уведомит Заказчика о наступлении соответствующего события, с которым связана необходимость раскрытия информации, а также об условиях и сроках такого раскрытия;"
    },
    {
      "id": "p48",
      "text": "8.5. Исполнитель раскроет только ту часть информации, раскрытие которой необходимо в силу применения положений действующего законодательства Российской Федерации, вступивших в законную силу решений судов соответствующей юрисдикции либо законных требований компетентных органов государственной власти и управления. Исполнитель обязуется использовать полученную от Заказчика информацию и документы только для выполнения обязательств по настоящему договору."
    },
    {
      "id": "p49",
      "text": "8.6. Исполнитель обязан учитывать все документы, полученные от Заказчика (в т.ч. копии). Полученные от Заказчика документы (в т.ч. копии) не подлежат размножению. Передача информации по открытым каналам телефонной и факсимильной связи, а также с использованием сети Интернет без принятия соответствующих мер защиты запрещена."
    },
    {
      "id": "p50",
      "text": "8.7. Исполнитель несет ответственность за разглашение информации. Для целей настоящего договора «Разглашение информации» означает несанкционированные Заказчиком действия Исполнителя, в результате которых какие-либо третьи лица получают доступ и возможность ознакомления с информацией. Разглашением информации признается также бездействие Исполнителя, выразившееся в необеспечении надлежащего уровня защиты информации и повлекшее получение доступа к такой информации со стороны каких-либо третьих лиц."
    },
    {
      "id": "p51",
      "text": "Раздел 9. Обстоятельства непреодолимой силы"
    },
    {
      "id": "p52",
      "text": "9.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если неисполнение или ненадлежащее исполнение обязательств произошли вследствие наступления обстоятельств непреодолимой силы (форс-мажорных обстоятельств), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, возникших помимо воли и желания Сторон, которых они не могли предвидеть и избежать. К таким обстоятельствам Стороны относят, в частности: пожары, наводнения, землетрясения и другие стихийные бедствия, технологические катастрофы, эпидемии, военные действия."
    },
    {
      "id": "p53",
      "text": "9.2. При наступлении указанных в п.9.1 настоящего Договора обстоятельств, Сторона, которой форс-мажорные обстоятельства не позволяют исполнить обязательство, должна без промедления, но не позднее 5 (Пяти) рабочих дней с даты их наступления, а также прекращения форс-мажорных обстоятельств, с использованием телефонной связи или письменно уведомить другую Сторону о наступлении, предполагаемом сроке действия и прекращения названных обстоятельств. Факты, изложенные в уведомлении, должны быть документально подтверждены соответствующими государственными организациями или иными компетентными уполномоченными органами."
    },
    {
      "id": "p54",
      "text": "9.3. Неуведомление или несвоевременное уведомление (позднее 5 (Пяти) рабочих дней после возникновения форс-мажорных обстоятельств) о наступлении форс-мажорных обстоятельств, лишает соответствующую Сторону права ссылаться в дальнейшем на указанные выше обстоятельства, как основание, освобождающее от ответственности за невыполнение или ненадлежащее исполнение обязательств."
    },
    {
      "id": "p55",
      "text": "9.4. Если обстоятельства непреодолимой силы будут продолжаться более 3 (Трех) месяцев, то Стороны должны согласовать свои дальнейшие действия, или могут расторгнуть настоящий Договор. Договор может быть расторгнут любой из Сторон с обязательным письменным уведомление другой Стороны. При этом Договор будет считаться расторгнутым по истечении 10 (Десяти) календарных дней с даты отправки уведомления о расторжении настоящего Договора."
    },
    {
      "id": "p56",
      "text": "Раздел 10. Заключительные положения"
    },
    {
      "id": "p57",
      "text": "10.1. Настоящий Договор составлен в двух одинаковых экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой Стороны."
    },
    {
      "id": "p58",
      "text": "10.2. Вопросы, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации."
    },
    {
      "id": "p59",
      "text": "10.3. Настоящий Договор может быть изменен либо дополнен на основании письменного дополнительного соглашения Сторон. Дополнительное соглашение должно быть составлено на русском языке в виде одного документа в двух экземплярах для каждой из Сторон, имеющих одинаковую юридическую силу."
    },
    {
      "id": "p60",
      "text": "10.4. Все Приложения, дополнительные соглашения, задания и соглашения к настоящему Договору являются неотъемлемой его частью."
    },
    {
      "id": "p61",
      "text": "10.5. После заключения настоящего Договора все ранее имевшиеся договоренности, соглашения и заявления Сторон устного или письменного характера, все предшествующие переговоры и переписка по нему теряют свою юридическую силу."
    },
    {
      "id": "p62",
      "text": "10.6. Вся необходимая документация и официальная переписка в рамках исполнения настоящего Договора предоставляется и ведется на русском языке. Все сообщения, требования, замечания или уведомления Сторон по настоящему Договору направляются с использованием курьерской доставки одной из Сторон под расписку о вручении либо с использованием почтовой связи заказным письмом с уведомлением о вручении по адресам Сторон, указанным в разделе 11 настоящего Договора. Днем получения уведомления считается день его получения под расписку о вручении. При этом направление уведомлений по адресам Сторон, указанным в разделе 11 настоящего Договора, считается надлежащим уведомлением Сторон."
    },
    {
      "id": "p63",
      "text": "10.7. Не позднее 10 (десяти) рабочих дней с даты изменения реквизитов Сторон, включая адреса своего местонахождения, Сторона обязана письменно уведомить об этом другую Сторону."
    },
    {
      "id": "p64",
      "text": "Раздел 11. Адреса, реквизиты и подписи сторон"
    },
    {
      "id": "p65",
      "text": "Приложение № 1 к Договору возмездного оказания услуг №44/25 от «06» ноября 2025г."
    },
    {
      "id": "p66",
      "text": "Форма акта"
    },
    {
      "id": "p67",
      "text": "АКТ № ___ сдачи-приемки услуг по Договору возмездного оказания услуг №44/25 от «___» _________ 2025 г."
    },
    {
      "id": "p68",
      "text": "г. Москва ___________ 2025 года"
    },
    {
      "id": "p69",
      "text": "Непубличное акционерное общество «ПравоТех», именуемое в дальнейшем Заказчик, Фадеева Кирилла Викторовича, действующего на основании доверенности №7/23 от 05.10.2023, с одной стороны, и Индивидуальный предприниматель Будник Иван Иванович, далее именуемый «Исполнитель», действующий на основании гражданского законодательства Российской Федерации, с другой стороны, составили настоящий акт о нижеследующем: В соответствии с заключенным сторонами Договором №44/25 возмездного оказания услуг от »06» ноября 2025 г. (далее - Договор) Исполнителем оказаны услуги по заданию Заказчика. Услуги оказаны в установленный Заданием срок. При приемке результатов услуг установлено, что услуги выполнены в полном объеме. По результатам оказания услуг стороны претензий друг к другу не имеют. Стоимость оказанных услуг составляет ________________________ рублей _______ копеек."
    },
    {
      "id": "p70",
      "text": "Приложение к Договору возмездного оказания услуг №44/25 от «06» ноября 2025 г."
    },
    {
      "id": "p71",
      "text": "Задание № 1"
    },
    {
      "id": "p72",
      "text": "г. Москва «06» ноября 2025 г."
    },
    {
      "id": "p73",
      "text": "В соответствии с заключенным между АО «ПРАВОТЕХ» (далее - Заказчик) и Индивидуальным предпринимателем Будник Иван Ивановичем (далее - Исполнитель) договором возмездного оказания услуг № 44/25 от «06» ноября 2025 г., Заказчик поручает, а Исполнитель принимает обязательства по оказанию следующих услуг:"
    },
    {
      "id": "p74",
      "text": "Пилотный проект по внедрению инструментов искусственного интеллекта (ИИ) в типовые и рутинные процессы маркетинга для сокращения объема операционных задач и повышения эффективность работы команды Заказчика."
    },
    {
      "id": "p75",
      "text": "Стороны договорились, что даже несмотря на то, что иное указано в настоящем Задании, при решении каждой из задач Исполнитель в качестве приоритетного варианта должен рассматривать возможность использования российских моделей искусственного интеллекта. И только при невозможности такого использования или при значительно худшем качестве результата такого использования переходит к рассмотрению использования иностранных моделей искусственного интеллекта. Общий срок выполнения проекта: с момента получения Исполнителем предоплаты (но не позднее 12 ноября 2025 года) по 22 декабря 2025 года включительно."
    },
    {
      "id": "p76",
      "text": "Формат взаимодействия Сторон Основная коммуникация — через чат в Telegram (Исполнитель + до 8 участников команды Заказчика). Время отклика Исполнителя — до 2 часов в рабочее время (9:00–18:00). Еженедельные созвоны — 1 раз в неделю, продолжительность — до 1 часа; при необходимости допускается проведение 2 коротких звонков в неделю по 30 минут каждый. При необходимости — до 2 дополнительных коротких встреч. Дополнительные консультации, выходящие за рамки данного задания, оплачиваются отдельно по ставке 5 000 (Пять тысяч) рублей в час. Исполнитель предоставляет обучающие материалы, кейсы, промты, методические рекомендации и иные ресурсы, способствующие достижению целей проекта. Критерии успешности пилотного проекта Определены процессы маркетинга, подлежащие автоматизации. Разработана и представлена карта нейросетей по направлениям деятельности Заказчика. Автоматизировано не менее трех приоритетных процессов. Создан рабочий прототип базы знаний маркетинга. Подготовлены предложения по дальнейшему развитию и масштабированию проекта в 2026 году."
    },
    {
      "id": "p77",
      "text": "Работы в рамках пилотного проекта выполняются по следующему перечню задач:"
    },
    {
      "id": "p78",
      "text": "По завершении пилотного проекта Исполнитель предоставляет Заказчику акт сдачи-приёмки и отчёт по результатам работ. Заказчик в течение 5 (пяти) рабочих дней обязан подписать акт либо направить мотивированные замечания. Пилотный проект считается завершённым после подписания акта либо по истечении указанного срока без замечаний."
    },
    {
      "id": "p79",
      "text": "Выплата вознаграждения Исполнителю за оказание услуг, указанных в п.2 осуществляется в два этапа: – предоплата в размере 150 000 (Сто пятьдесят тысяч) рублей производится Заказчиком в течение 5 (Пяти) рабочих дней с момента подписания договора. – окончательный расчет осуществляется Заказчиком, на основании подписанного Акта сдачи-приемки услуг."
    }
  ],
  "contractState": {
    "number": "44/25",
    "date": "2025-11-06",
    "subject": "оказание услуг по проведению пилотного проекта по внедрению инструментов искусственного интеллекта в типовые и рутинные процессы маркетинга Заказчика",
    "parties": {
      "customer": {
        "name": "ПравоТех",
        "fullName": "Непубличное акционерное общество «ПравоТех»"
      },
      "executor": {
        "name": "ИП Будник И.И.",
        "fullName": "Индивидуальный предприниматель Будник Иван Иванович"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Предмет договора и задания",
      "content": "Исполнитель обязуется оказать услуги по исполнению пилотного проекта по внедрению инструментов ИИ в типовые и рутинные процессы маркетинга по заданию №1. Содержание услуг, требования к ним и сроки оказания определяются заданиями, являющимися неотъемлемой частью договора.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Описание предмета договора и роль заданий как неотъемлемых частей"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Переход исключительных прав на результаты ИС",
      "content": "Исключительное право на все созданные в рамках договора результаты интеллектуальной деятельности (Произведения) полностью переходит от Исполнителя к Заказчику с момента подписания акта приемки услуг и действует на весь срок действия исключительного права. Дополнительные документы или отдельные указания для перехода прав не требуются. Заказчик вправе не указывать имя автора при использовании Произведения, а авторское вознаграждение включено в стоимость договора.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Условия перехода исключительных прав, отсутствие необходимости доп. соглашений и включение авторского вознаграждения в стоимость"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Приоритет использования российских моделей ИИ",
      "content": "При решении каждой задачи в рамках проекта Исполнитель обязан в приоритетном порядке рассматривать использование российских моделей ИИ, переходя к использованию иностранных моделей только при невозможности применения российских или существенно худшем качестве результата при их использовании.",
      "category": "прочие условия",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75"
          ],
          "comment": "Специальное условие о приоритете российских моделей ИИ"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_4",
      "title": "Общий срок выполнения пилотного проекта",
      "content": "Общий срок выполнения проекта установлен с момента получения Исполнителем предоплаты (но не позднее 12.11.2025) по 22.12.2025 включительно.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75"
          ],
          "comment": "Календарные рамки пилотного проекта и привязка старта к предоплате"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_5",
      "title": "Срок действия договора и бессрочные положения",
      "content": "Договор действует с даты заключения по 31.12.2025. Положения пунктов 8.1–8.7 продолжают действовать бессрочно.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p40"
          ],
          "comment": "Общий срок действия договора и бессрочность части обязательств (в т.ч. конфиденциальности)"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_6",
      "title": "Право Заказчика на односторонний отказ от договора",
      "content": "Заказчик вправе в одностороннем внесудебном порядке отказаться от договора в случае нарушения Исполнителем срока оказания услуг или ненадлежащего оказания услуг, уведомив Исполнителя не менее чем за 15 дней до даты расторжения. Договор прекращается в день получения Исполнителем уведомления.",
      "category": "расторжение",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p41"
          ],
          "comment": "Порядок и условия одностороннего отказа Заказчика и момент прекращения договора"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Общая ответственность сторон",
      "content": "Стороны несут ответственность за неисполнение или ненадлежащее исполнение обязательств по договору в соответствии с действующим законодательством РФ.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p31"
          ],
          "comment": "Общая отсылка к законодательству РФ для регулирования ответственности"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_8",
      "title": "Пени за просрочку исполнения обязательств",
      "content": "При просрочке исполнения обязательств по договору виновная Сторона уплачивает другой Стороне пеню в размере 0,1% от суммы неисполненных обязательств за каждый день просрочки.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p35"
          ],
          "comment": "Договорная неустойка за просрочку любой из сторон"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Обязанность Исполнителя приостанавливать и возобновлять оказание услуг при неблагоприятных обстоятельствах",
      "content": "При обнаружении неблагоприятных обстоятельств или риска их наступления, делающих невозможным оказание услуг в срок, Исполнитель обязан незамедлительно приостановить услуги и уведомить Заказчика. Не предупредивший Исполнитель не вправе ссылаться на такие обстоятельства при предъявлении требований. Исполнитель также обязан незамедлительно возобновить оказание услуг после получения уведомления Заказчика о возможности продолжения работ.",
      "category": "сроки",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p9",
            "p10"
          ],
          "comment": "Порядок приостановки и возобновления оказания услуг при рисках срыва сроков"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_10",
      "title": "Порядок устранения недостатков без доплаты",
      "content": "В случае мотивированного отказа Заказчика с перечнем недостатков и сроками их устранения Исполнитель обязан устранить указанные недостатки без дополнительной оплаты в срок, установленный Заказчиком, но не более 10 рабочих дней с даты получения отказа.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p25"
          ],
          "comment": "Условия и сроки безвозмездного устранения недостатков после мотивированного отказа"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Процедура приемки пилотного проекта",
      "content": "По завершении пилотного проекта Исполнитель предоставляет акт сдачи-приемки и отчет. Заказчик в течение 5 рабочих дней обязан подписать акт либо направить мотивированные замечания. Проект считается завершенным после подписания акта либо по истечении 5-дневного срока при отсутствии замечаний.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Порядок оформления приемки и механизм приемки по умолчанию при отсутствии замечаний"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Акт об оказанных услугах и подтверждение отсутствия претензий",
      "content": "По договору №44/25 услуги Исполнителя оказаны по заданию Заказчика в установленный срок, выполнены в полном объеме, стороны не имеют взаимных претензий, стоимость услуг фиксируется в акте.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p69"
          ],
          "comment": "Пример акта приемки, подтверждающий исполнение, отсутствие претензий и фиксацию стоимости"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_13",
      "title": "Обязанность по обеспечению конфиденциальности",
      "content": "Исполнитель обязан принять все зависящие от него меры для недопущения разглашения или несанкционированного доступа третьих лиц к информации, сведениям и документам, полученным при выполнении договора.",
      "category": "конфиденциальность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p45"
          ],
          "comment": "Общее обязательство Исполнителя по защите конфиденциальной информации"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Уведомление о необходимости раскрытия информации",
      "content": "Исполнитель обязан предварительно уведомить Заказчика о наступлении события, в связи с которым требуется раскрытие информации, а также сообщить условия и сроки такого раскрытия.",
      "category": "конфиденциальность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p47"
          ],
          "comment": "Порядок уведомления при необходимости раскрытия конфиденциальной информации"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_15",
      "title": "Ограничения по обращению с документами Заказчика",
      "content": "Исполнитель обязан учитывать все полученные от Заказчика документы (включая копии), такие документы не подлежат размножению. Передача информации по открытым телефонным и факсимильным каналам, а также через Интернет без мер защиты запрещена.",
      "category": "конфиденциальность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p49"
          ],
          "comment": "Требования к учету, копированию и способам передачи документов и информации Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Ответственность Исполнителя за разглашение информации",
      "content": "Исполнитель несет ответственность за разглашение информации, под которым понимаются несанкционированные действия или бездействие Исполнителя, повлекшие получение третьими лицами доступа и возможности ознакомления с информацией Заказчика, включая случаи необеспечения надлежащего уровня защиты.",
      "category": "ответственность",
      "visibleFor": "executor",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p50"
          ],
          "comment": "Определение разглашения информации и возложение ответственности на Исполнителя"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_17",
      "title": "Форс-мажор и уведомление о его наступлении",
      "content": "Сторона, для которой исполнение обязательств стало невозможным из‑за форс-мажора, обязана в письменной форме либо по телефону уведомить другую сторону о наступлении, предполагаемом сроке действия и прекращении форс-мажора без промедления, но не позднее 5 рабочих дней с момента наступления и прекращения таких обстоятельств. Факты форс-мажора должны быть документально подтверждены компетентными органами.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p34",
            "p53"
          ],
          "comment": "Сроки и форма уведомления о форс-мажоре и требование документального подтверждения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_18",
      "title": "Уведомление об изменении реквизитов сторон",
      "content": "Сторона обязана письменно уведомить другую сторону об изменении своих реквизитов, включая адрес местонахождения, не позднее 10 рабочих дней с даты изменения.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p63"
          ],
          "comment": "Срок и форма уведомления об изменении реквизитов"
        }
      ],
      "priority": "secondary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата услуг Исполнителя по Договору и Заданиям (включая авторское вознаграждение за передаваемые исключительные права)",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Общая стоимость услуг определяется в соответствующих Заданиях к Договору"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "в течение 10 рабочих дней с даты приемки оказанных услуг, если иное не предусмотрено Заданием"
      },
      "conditions": "Оплата производится по факту приемки услуг по акту; конкретная стоимость и возможный иной порядок оплаты устанавливаются в Заданиях",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Авторское вознаграждение включено в стоимость Договора"
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Общая стоимость услуг определяется в Заданиях"
        },
        {
          "paragraphIds": [
            "p28"
          ],
          "comment": "Срок оплаты: 10 рабочих дней с даты приемки, если иное не предусмотрено Заданием"
        },
        {
          "paragraphIds": [
            "p69"
          ],
          "comment": "Акт подтверждает оказание и стоимость услуг по конкретному Заданию"
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Предоплата за услуги, указанные в п. 2 Задания/договора",
      "amount": {
        "value": 150000,
        "currency": "RUB",
        "type": "fixed"
      },
      "schedule": {
        "type": "installments",
        "deadline": "в течение 5 рабочих дней с момента подписания договора",
        "installments": [
          {
            "number": 1,
            "amount": 150000,
            "deadline": "в течение 5 рабочих дней с момента подписания договора"
          }
        ]
      },
      "conditions": "Предоплата за услуги, указанные в п. 2; является первым этапом выплаты вознаграждения Исполнителю",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p79"
          ],
          "comment": "Установлен размер и срок предоплаты"
        }
      ]
    },
    {
      "id": "payment_3",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Окончательный расчет за услуги, указанные в п. 2 Задания/договора",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Окончательная сумма = стоимость услуг по Заданию минус ранее уплаченная предоплата 150 000 руб."
      },
      "schedule": {
        "type": "milestone",
        "deadline": "после подписания Акта сдачи-приемки услуг (конкретный срок не определен)"
      },
      "conditions": "Выплачивается на основании подписанного Акта сдачи-приемки услуг как второй этап выплаты вознаграждения",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p79"
          ],
          "comment": "Окончательный расчет после подписания Акта сдачи-приемки"
        }
      ]
    },
    {
      "id": "payment_4",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата стоимости фактически оказанных услуг при одностороннем расторжении Договора Заказчиком",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма, соответствующая объему фактически оказанных услуг на момент расторжения, по ценам, установленным в Заданиях"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "к моменту/в связи с односторонним расторжением Договора Заказчиком (конкретный срок не детализирован)"
      },
      "conditions": "Возникает при одностороннем отказе Заказчика от Договора с предварительным уведомлением Исполнителя за 15 календарных дней",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p20"
          ],
          "comment": "Условие одностороннего расторжения при оплате фактически оказанных услуг"
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Стоимость услуг определяется Заданиями"
        }
      ]
    },
    {
      "id": "payment_5",
      "payer": "executor",
      "recipient": "executor",
      "purpose": "Оплата всех расходов, связанных с исполнением обязательств по договору, без права их возмещения Заказчиком",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма фактически понесенных Исполнителем расходов при исполнении договора"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "по мере возникновения расходов в ходе исполнения договора"
      },
      "conditions": "Заказчик не возмещает расходы Исполнителя; Исполнитель несет их самостоятельно за свой счет",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Расходы Исполнителя не подлежат возмещению Заказчиком"
        }
      ]
    },
    {
      "id": "payment_6",
      "payer": "executor",
      "recipient": "executor",
      "purpose": "Уплата всех налогов, включенных в цену договора и подлежащих оплате Исполнителем",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Все налоги, подлежащие уплате Исполнителем с доходов по данному договору в соответствии с налоговым законодательством"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "в сроки, установленные налоговым законодательством (в договоре не указаны)"
      },
      "conditions": "Цена договора включает все подлежащие уплате Исполнителем налоги; Исполнитель оплачивает их самостоятельно за свой счет",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p29"
          ],
          "comment": "Установлено, что цена включает все налоги, и Исполнитель уплачивает их сам"
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Договор заключен (подписан)",
      "description": "Стороны подписали договор, обязательства вступили в силу, услуги еще не оказаны полностью.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p79"
          ],
          "comment": "Определяет момент и последствия подписания договора для оплаты предоплаты."
        }
      ],
      "tasks": [
        {
          "id": "task_1",
          "label": "Выплата предоплаты Заказчиком",
          "description": "Заказчик обязан перечислить предоплату за услуги после подписания договора.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Предоплата 150 000 руб. в течение 5 рабочих дней с момента подписания договора."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "В течение 5 рабочих дней после подписания договора."
          }
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Услуги оказаны, Акт сдачи-приемки подписан",
      "description": "Исполнитель оказал услуги, стороны подписали Акт сдачи-приемки, наступает обязанность окончательного расчета.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p79"
          ],
          "comment": "Регулирует порядок окончательного расчета после подписания Акта."
        }
      ],
      "tasks": [
        {
          "id": "task_2",
          "label": "Окончательный расчет Заказчика с Исполнителем",
          "description": "Произвести окончательный расчет за оказанные услуги на основании подписанного Акта сдачи-приемки.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p79"
              ],
              "comment": "Окончательный расчет на основании Акта сдачи-приемки; конкретный срок не установлен."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Возникновение форс-мажорных обстоятельств",
      "description": "У одной из Сторон возникли обстоятельства непреодолимой силы, влияющие на исполнение обязательств.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p54"
          ],
          "comment": "Определяет последствия неуведомления о форс-мажоре и тем самым описывает требуемое поведение при его наступлении."
        }
      ],
      "tasks": [
        {
          "id": "task_3",
          "label": "Уведомление о наступлении форс-мажора",
          "description": "Сторона, у которой возник форс-мажор, обязана уведомить другую Сторону о наступлении таких обстоятельств.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p54"
              ],
              "comment": "Обязанность уведомить о форс-мажоре в течение 5 рабочих дней, иначе утрата права ссылаться на него."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "Не позднее 5 рабочих дней после возникновения форс-мажорных обстоятельств."
          }
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Длительный форс-мажор (более 3 месяцев)",
      "description": "Форс-мажорные обстоятельства продолжаются более 3 месяцев, требуется согласование дальнейших действий или расторжение договора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p55"
          ],
          "comment": "Описание ситуации, когда форс-мажор длится более 3 месяцев, и варианты действий Сторон, включая расторжение."
        }
      ],
      "tasks": [
        {
          "id": "task_4",
          "label": "Согласование дальнейших действий Сторонами",
          "description": "Стороны должны обсудить и согласовать, как действовать при продолжающемся форс-мажоре (изменение условий, приостановка, иное).",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p55"
              ],
              "comment": "Прямое указание на обязанность Сторон согласовать дальнейшие действия при форс-мажоре свыше 3 месяцев."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_5",
          "label": "Принятие решения о расторжении договора из-за форс-мажора и направление уведомления",
          "description": "Любая из Сторон может принять решение о расторжении договора и направить письменное уведомление другой Стороне.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p55"
              ],
              "comment": "Право любой из Сторон расторгнуть договор при форс-мажоре свыше 3 месяцев с обязательным письменным уведомлением."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_5",
      "label": "Процедура одностороннего расторжения по инициативе Заказчика",
      "description": "Заказчик реализует право на одностороннее расторжение договора вне зависимости от форс-мажора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p20"
          ],
          "comment": "Устанавливает право Заказчика на одностороннее расторжение и условия его осуществления."
        }
      ],
      "tasks": [
        {
          "id": "task_6",
          "label": "Направление уведомления о расторжении договора Заказчиком",
          "description": "Заказчик обязан направить Исполнителю уведомление о расторжении договора с соблюдением срока предварительного уведомления.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p20"
              ],
              "comment": "Заказчик может расторгнуть договор, уведомив Исполнителя за 15 календарных дней."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 15,
            "type": "calendar",
            "direction": "before",
            "description": "Не менее чем за 15 календарных дней до предполагаемой даты расторжения договора."
          }
        },
        {
          "id": "task_7",
          "label": "Оплата фактически оказанных услуг при одностороннем расторжении",
          "description": "Заказчик обязан оплатить стоимость фактически оказанных услуг на момент расторжения.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p20"
              ],
              "comment": "Расторжение допускается при условии оплаты фактически оказанных услуг."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_6",
      "label": "Расторжение договора вследствие форс-мажора",
      "description": "Договор считается расторгнутым после направления письменного уведомления одной из Сторон при длительном форс-мажоре.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p55"
          ],
          "comment": "Договор считается расторгнутым по истечении 10 календарных дней с даты отправки уведомления о расторжении."
        }
      ]
    }
  ]
}