{
  "originalText": "\nЛицензионный договор № (присвоить у Карины Новиковой!)\n\nг. Москва                                                                                          «__» _______ 202_ г.\n\nОбщество с ограниченной ответственностью «Платформа «Проще» (ООО «Платформа Проще»), являющееся участником проекта «Сколково» (запись о присвоении статуса участника в Реестре участников проекта создания и обеспечения функционирования инновационного центра «Сколково» от 26.12.2024, основной регистрационный номер 1126965), именуемое в дальнейшем «Лицензиар»  (далее - Лицензиар) в лице Генерального директора Голуба Сергея Александровича, действующего на основании Устава, с одной стороны и юридическое лицо (ООО, АО) (или ИП), именуемое в дальнейшем «Лицензиат», в лице __________________________________________ (должность, Ф.И.О.), действующ__ на основании ______________________________, с другой стороны, совместно именуемые в дальнейшем  «Стороны», заключили Лицензионный договор (далее – Договор) на  право использования результатов интеллектуальной деятельности,  через CDMP – платформу prosche.ai, предлагаемую для коммерциализации исследований и разработок Лицензиара в инновационном центре «Сколково», а также включенную в единый реестр российских программ для электронных вычислительных машин и баз данных (решение о включении № 338618 от 25.07.2025, реестровая запись № 29531 от 29.08.2025) о нижеследующем:\n\nТЕРМИНЫ И ОПРЕДЕЛЕНИЯ\nПлатформа – инновационная CDMP-платформа по интеллектуальной обработке данных Пользователей и цифровизации пользовательского опыта, размещенная в информационно-телекоммуникационной сети «Интернет» по адресу: https://prosche.ai. Через Платформу осуществляется доступ к Программе, а также доступ к функциональности заказов различных сервисов в Программе и вызовов функций обработки данных и аналитики Пользователей.\nПрограмма – зарегистрирована в Роспатенте как компьютерная программа «Сервис идентификации поведения пользователей клиентов «prosche» 09.09.2024 под номером 2024681294, и включена в единый реестр российских программ для электронных вычислительных машин и баз данных (реестровая запись № 29531 от 29.08.2025) и функционирует через доступ к Платформе. Правообладатель – Общество с ограниченной ответственностью «Платформа «Проще». \nЛицензия – право на использование Программы через Платформу путём удалённого доступа через информационно-телекоммуникационную сеть Интернет на условиях Договора. \nРесурс – доступный для Пользователя сайт, мобильное приложение в информационно-телекоммуникационной сети «Интернет».\nПользователь – лицо, которое знакомится с Ресурсами, интересующими Заказчика.\nЛичный кабинет – специализированный сервис Лицензиара, размещенный на Платформе. Личный кабинет предназначен для выполнения Лицензиатом действий через Программу, отображения результатов обработки Программой информации, получения Лицензиатом информации об исполнении Договора.\nАвторизация – вход в Личный кабинет путем введения учетных данных.\nТариф – совокупность ценовых условий Лицензии, внесения платежей Лицензиатом для получения объёма операций, а также условий по срокам её оплаты.\nТехнический запас операций – количество дополнительных операций, доступное к обработке Программой после достижения объёмов основной обработки по Лицензии, указанного в Тарифе. Технический запас операций устанавливается с возможностью отключения, как это указано в Договоре ниже, и для поддержания устойчивой непрерывной деятельности Лицензиата в объёме, не превышающем трех тысяч операций по каждой Лицензии. \n1. Предмет Договора\n1.1. По Договору Лицензиар обязуется предоставить Лицензиату Лицензию в пределах, установленных Договором. Лицензиат вправе использовать Программу только через Платформу Лицензиара путём удалённого доступа через информационно-телекоммуникационную сеть Интернет.\nРезультатом функционирования Программы для Лицензиата является:\nИдентификация действий Пользователей на Ресурсах и характеристик пользовательского оборудования Пользователей,\nСкоринг Пользователей и многопараметрический расчёт вероятности совершения ими тех или иных действий на Ресурсах,\nПерсонализация маркетинговой стратегии Лицензиата для улучшения конверсии идентифицированных действий Пользователей в сделку с Лицензиатом или указанным им лицами,\nПодключение модуля коммуникаций, через который Лицензиат может передавать Пользователю персонализированные торговые предложения.\nНе все из указанных результатов могут быть доступны Лицензиату в конкретный момент времени и предварительно могут требовать активации (заказа) со стороны Лицензиата через интерфейсы Платформы.\n1.2. Лицензия по Договору является неисключительной. Лицензиар в течение действия Договора вправе использовать Программу самостоятельно и предоставлять аналогичные лицензии третьим лицам.\n1.3. Программа предоставляется Лицензиату для использования на условиях «как есть» (общепринятом в международной практике принципом делового оборота «as is»). Лицензиат гарантирует, что к моменту заключения Договора он полностью ознакомлен с объемом возможностей Программы, ее особенностями и характеристиками, получил всю необходимую для принятия решения о заключении Договора информацию.\n\n2. Территория и срок использования Программы\n2.1. Использование Программы по Договору осуществляется путем удаленного доступа Лицензиата к экземпляру Программы через интерфейс программирования приложений (далее также «API») и Личный кабинет. Экземпляр Программы записан Лицензиаром на серверном оборудовании Лицензиара в пределах Российской Федерации.\nПлатные операции (в том числе обработка данных Пользователя) Программы по Лицензии осуществляются по заказам Лицензиата. \n2.2. Срок Лицензии по Договору: с момента передачи Лицензиату Программы на срок совершения операций, указанный в Тарифах.\n2.3. К отношениям Сторон по Договору применяется время часового пояса GMT +3.\n\n3. Способы использования Программы Лицензиатом\n3.1. Лицензиату всегда доступны следующие основные функции Программы:\n- совершение заказов или просмотр заказов;\n- настройка отображаемых в интерфейсах Программы параметров заказов, например, заведение Ресурса, выбор географического региона, расписания операций Программы во времени, управление бюджетом Лицензиата и т.д.;\n- получение статистики по прошлым оплаченным заказам.\n3.2. Программа может предлагать Лицензиату и иные дополнительные функции. Лицензиар постоянно дополняет их описание на Платформе.\n3.3. Лицензиат не вправе вносить изменения в Программу, в том числе модифицировать Программу.\n\n4. Предоставление доступа к Программе\n4.1. В течение 3 (трёх) дней после заключения Договора Лицензиар должен по электронной почте предоставить Лицензиату данные для доступа в Личный кабинет. \n4.2. Лицензиат не должен передавать третьим лицам данные для доступа в Личный кабинет, так как действия, совершённые под этими данными, считаются для Лицензиара действиями Лицензиата.\n4.3. Для отключения Технического запаса операций Лицензиат может в любое время направить Лицензиару электронное письмо по адресу service@ prosche.ai.\n\n5. Лицензионные отчёты \n5.1. Отчёт Лицензиата об использовании Программы помимо отражения для Лицензиата хозяйственных операций по использованию Программы включает также в себя выполненные функционалом Программы для Лицензиата операции на Ресурсах. Лицензиар в течение действия Лицензии имеет право затребовать от Лицензиата объём операций, указанный в Тарифе.\n5.2. Лицензиар не позднее 5 (пятого) числа каждого месяца, следующего за отчётным периодом, обязан передать Лицензиату проект отчёта Лицензиата об использовании Программы, а также счёт на оплату и счёт-фактуру. Форма отчёта определена Сторонами в приложении № 2 к Договору.\n5.2.1. Стороны должны в течение последующих 5 (пяти) дней провести сверку данных и необходимые переговоры по согласованию цифровых показателей отчёта.\n5.3. Лицензиат обязан не позднее 15 (пятнадцатого) числа каждого месяца, следующего за отчётным периодом, передать Лицензиару подписанный Лицензиатом отчёт об использовании Программы либо мотивированный отказ от подписания отчёта. В случае непредставления мотивированного отказа в указанный срок отчёт считается подписанным и предоставленным Лицензиатом с данными, заполненными Лицензиаром в проекте отчёта.\n\n6. Вознаграждение Лицензиара\n6.1. Вознаграждение Лицензиара за предоставление Лицензии, а также порядок оплаты, указаны в Тарифах в Приложении №1 к Договору.\n6.2. Обязательства Лицензиата по оплате считаются выполненными с даты зачисления денежных средств на корреспондентский счет банка Лицензиара. Технический запас операций оплачивается на условиях последующей оплаты, кроме случаев, когда на момент его включения Лицензиат имеет неизрасходованный аванс по предоплате.\n\n7. Обмен документацией\n7.1. Стороны обмениваются документами в электронном виде через систему электронного документооборота «Диадок» оператором которой является АО «ПФ «СКБ Контур» (ОГРН 1026605606620). Если электронный документ должен быть подписан, должна использоваться усиленная квалифицированная подпись Стороны.\n7.2. Датой вступления в силу электронного документа является, независимо от дат подписания документа Сторонами, дата составления документа, указанная в его начале. Однако, когда в самом документе прямо указана иная дата вступления в силу, применяется иная дата, прямо указанная в документе. Условия электронного документа применяются к отношениям Сторон и их действиям по документу, возникшим (осуществленным) с даты вступления документа в силу.\n7.3. Стороны считают, что сообщение, переданное по электронной почте, исходит от Стороны, если оно отправлено с адреса с доменным именем, указанным в реквизитах Сторон к Договору.\n7.4. Датой получения документов считается дата их отправки, зафиксированная в системе ЭДО либо дата их отправки, зафиксированная в электронной почте Сторон. \n\n8. Обновления Программы. Техническая документация\n8.1.  Программа может обновляться Лицензиаром, вследствие чего некоторые её функции и дизайн могут изменяться, однако без ущемления основного функционала Программы. Лицензиат обязан изменять свои действия по работе с Программой после её обновления при соответствующем уведомлении от Лицензиара.\n8.2. Техническая документация на Программу может время от времени изменяться Лицензиаром, что не является её недостатком. Лицензиар обязан отвечать на письменные запросы Лицензиата по технической документации в течение двух рабочих дней.\n8.3. По запросу Лицензиата и за отдельную плату, согласованную Сторонами, Программа может изменяться/дорабатываться Лицензиаром под потребности Лицензиата. Такие изменения и доработки Стороны оформляют письменно отдельными соглашениями.\n\n9. Ответственность Сторон\n9.1. Ответственность Лицензиара\n9.1.1. Лицензиар не несет ответственность за:\n − какие-либо прямые, косвенные, случайные или сопутствующие убытки Лицензиата, возникающие в результате использования или невозможности использования Программы; \n− какую-либо упущенную выгоду, доходы, утрату данных, возникающие в результате использования или невозможности использования Программы; \n− за действия третьих лиц, в том числе в случае передачи Лицензиатом учетных данных для доступа к Личному кабинету третьим лицам, временные технические сбои и перерывы в работе Программы, вызванные неполадками используемых технических средств, иные аналогичные сбои, а также вызванные неполадками компьютера, который Лицензиат использовал для работы с Программой.\n9.1.2. Несмотря на иные положения Договора и документов к нему, вся ответственность Лицензиара нарастающим итогом по Договору ограничена суммой, полученной Лицензиаром от Лицензиата в качестве оплаты по Договору. \n9.2. Ответственность Лицензиата\n9.2.1. В случае несвоевременной уплаты вознаграждения Лицензиат, кроме случаев предоплаты, несет ответственность в виде пени в размере 0,05 % от суммы платежа за каждый день просрочки.\n9.3. Особенность ответственности по копированию Платформы, Программы, данных иных лицензиатов\n9.3.1. Лицензиату запрещено при использовании Программы использовать её как основу для сервиса третьим лицам (например, путём сбора заказов с третьих лиц на операции Программы на иных сайтах или ресурсах) без указания Платформы. Лицензиат обязан не создавать сервисы на основе данных, полученных от использования Программы, которые похожи на Платформу и выполняют те же функции, что и Программа (либо хоть и изменённые в текстах и интерфейсах, но явно те же по смыслу функции). \n9.3.2. Лицензиату запрещено при использовании Программы собирать данные иных лицензиатов (иных клиентов Лицензиара) и/или обрабатывать их любым способом.\n9.3.3. За нарушения по настоящему разделу Договора, Лицензиар имеет право немедленно расторгнуть Договор в одностороннем внесудебном порядке с момента уведомления Лицензиата о расторжении Договора за 1 (один) календарный день с момента наступления нарушений Лицензиатом. Лицензиат должен возместить упущенную выгоду Лицензиара по требованию последнего.  \n9.4. Особенность ответственности при блокировке Платформы\n9.4.1. Если Лицензиат своими действиями приводит к блокировке Платформы в интернете (заведение на Платформу незаконных сервисов, распространение незаконных ссылок, публичных сообщений, коммуникации без согласия получателя и тому подобное), он должен возместить все имущественные потери Лицензиара, а также его упущенную выгоду.\n9.5. Возмещение потерь\n9.5.1. Если третьи лица (государственные органы, организации, физлица) предъявляют Стороне претензии о нарушении законодательства Российской Федерации, которое явилось следствием действий другой Стороны, в результате чего на Сторону и/или её должностных лиц (если применимо) наложено имущественное взыскание (штраф, возмещение в бюджеты и т.п.),  другая  Сторона обязана незамедлительно возмещать Стороне такие имущественные потери в размере, который взыскан с понёсшей потери Стороны.\n9.5.2. При этом Сторона, которой предъявлена претензия о нарушении законодательства Российской Федерации, должна предпринимать все обычно совершаемые в подобных случаях действия: отвечать на запросы, давать объяснения, возражения, использовать право на досудебное оспаривание, обжалование полученных требований, судебное оспаривание и обжалование.\n9.6. Ограничение ответственности\n9.6.1. Стороны, кроме случаев явно оговоренных в Договоре, обязаны возмещать друг другу убытки в пределах реального документально подтвержденного ущерба и/или понесённых потерь.\n\n10. Форс-мажор\n10.1. Стороны освобождаются от ответственности за неисполнение обязательств по Договору, если такое неисполнение вызвано обстоятельствами непреодолимой силы (форс-мажор), к которым, в частности, относятся: государственные спецоперации, военные действия, эмбарго, блокады, эпидемии, локдауны, а также постоянные или временные отключения доступа к телекоммуникационным сетям (включая сети передачи данных) и электроснабжению, вызванные действиями операторов связи, регулирующих органов, в результате сообщений о возможном перемещении летательных аппаратов, проведения контртеррористических операций или иными внешними причинами, находящимися вне контроля Сторон.\n10.2. Стороны согласовали, что Договор заключается в условиях, когда возможность постоянных или временных отключений доступа к телекоммуникационным сетям, указанных в п. 10.1, как у Лицензиата, так и у Лицензиара, является известным и предвиденным Сторонами обстоятельством. Данное обстоятельство не может рассматриваться как существенное изменение обстоятельств, из которых Стороны исходили при заключении Договора, в смысле ст. 451 Гражданского кодекса Российской Федерации. \n10.3. Предоставление Лицензиату права использования Программы (лицензии) признается надлежаще исполненным Лицензиаром с момента регистрации на Платформе. Обязательства Лицензиата по оплате лицензионного вознаграждения носят имущественный характер и не приостанавливаются на период действия обстоятельств непреодолимой силы. \n10.4. Сторона, подвергшаяся действию обстоятельств непреодолимой силы, обязана документально подтвердить наличие таких обстоятельств и письменно уведомить другую Сторону в течение 2 (двух) рабочих дней с момента их возникновения. Несвоевременное уведомление лишает Сторону права ссылаться на форс-мажор в отношении возникших обязательств.\n10.5. В случае продолжительности обстоятельств непреодолимой силы свыше 30 (тридцати) рабочих дней Стороны обязаны обсудить возможные адаптационные механизмы. Однако это не затрагивает обязательств по оплате уже предоставленного лицензионного доступа и не влечет пересмотра лицензионных платежей.\n\n11. Порядок урегулирования споров\n11.1. Все возможные споры и разногласия, связанные с исполнением Договора, Стороны обязуются разрешать путем переговоров.\n11.2. В случае невозможности решения спора путем переговоров, все споры, вытекающих из Договора и в связи с ним, разрешаются в Арбитражном суде г. Москвы.\n11.3. Стороны договорились, что до передачи спора на рассмотрение в суд, спор подлежит урегулированию в претензионном порядке. Все возможные претензии по Договору должны быть рассмотрены Сторонами в течение 10 (десяти) дней с момента получения претензии.\n\n12. Срок действия Договора\n12.1. Договор вступает в силу с момента его подписания обеими Сторонами.\n12.2. Срок действия Договора составляет 5 (пять) лет, а в части исполнения обязательств Сторонами до полного их исполнения. В том случае если ни одна из сторон за 30 (тридцать) дней до истечения срока Договора не заявит о его расторжении, Договор считается пролонгированным на следующий календарный год.\n12.3. Договор может быть досрочно расторгнут Лицензиаром в одностороннем внесудебном порядке, если Лицензиат просрочивает уплату любой части вознаграждения по Лицензии и/или оплату возмещения потерь (убытков) больше, чем на 2 (два) месяца.\n12.4. Договор может быть досрочно расторгнут Лицензиатом в одностороннем внесудебном порядке в течение 60 (шестидесяти) дней с момента уведомления Лицензиатом о расторжении Договора. \n12.5. В остальных случаях одностороннее расторжение Договора осуществляется в судебном порядке.\n12.6. Отдельное вознаграждение за одностороннее прекращение Договора не уплачивается. Лицензиат при расторжении имеет право получения неиспользованных по Договору денежных средств в срок, не превышающий 30 (тридцати) дней с даты получения Лицензиаром письменного уведомления Лицензиата об одностороннем расторжении Договора.\n\n13. Прочие положения\n13.1. Все изменения и дополнения к Договору должны быть выполнены в письменном виде и подписаны обеими Сторонами.\n13.2. После заключения Договора все предварительные переговоры по нему, переписка, предварительные соглашения и протоколы о намерениях по вопросам, урегулированным Договором, теряют юридическую силу.\n13.3.  Права и обязанности Стороны по Договору не могут быть переданы другому лицу без письменного согласия другой Стороны, кроме уступки требований по денежному обязательству.\n13.4. При изменении адреса или банковских реквизитов Стороны обязаны незамедлительно письменно уведомлять об этом другую Сторону в течение 5 (пяти) рабочих дней. Исполнение по реквизитам, известным Стороне, признаётся надлежащим.\n14. Адреса, реквизиты и подписи Сторон\n\n\n\nПриложение № 1 к\nЛицензионному договору №__\nот «__» _________ 202_ \nCDMP-платформы prosche.ai\n\nТарифы\nЛицензиат, заключивший Лицензионный договор, получает право на операции по идентификации поведения Пользователей по цене 50 (пятьдесят) рублей за одну операцию (не облагается НДС на основании статьи 145.1 НК РФ), если иное не предусмотрено письменным соглашением Сторон или выбором Лицензиатом иного тарифа через интерфейс Платформы (включая калькулятор тарифов). Срок, в течение которого могут быть использованы операции, приобретенные на указанных выше условиях, составляет 2 (два) месяца с даты оплаты. По истечении данного срока расчет стоимости использованных операций и предоставление дополнительного объема осуществляются в соответствии с условиями выбранного Лицензиатом тарифа, указанными в таблице ниже.\nЛицензионное вознаграждение на Программу указано ниже в таблице. \nЛицензиар имеет статус участника проекта по осуществлению исследований, разработок и коммерциализации их результатов в соответствии с Федеральным законом «Об инновационном центре «Сколково», использует право на освобождение от обязанностей налогоплательщика, связанных с исчислением и уплатой налога на добавленную стоимость (НДС). Лицензионное вознаграждение по договору не облагается НДС на основании статьи 145.1 Налогового кодекса Российской Федерации.\nСрок действия Лицензии для каждого Тарифа указан в таблице.\n\n\n\n4. С 01.07.2025 вступает в силу Тариф «Расширенный», где лицензионное вознаграждение составляет 350 000 (триста пятьдесят тысяч) рублей, не облагается НДС на основании статьи 145.1 Налогового кодекса Российской Федерации и включает лимит 6000 (шесть тысяч) операций по идентификации поведения Пользователей с возможностью обработки звуковых сообщений Лицензиата Пользователю в рамках указанного лимита операций. Срок действия операций по Лицензии - 3 (три) месяца. \n5. Вознаграждение за предоставление Лицензии выплачивается Лицензиатом Лицензиару в безналичном порядке платежными поручениями и осуществляется в порядке 100% предварительной оплаты (если иного прямо не установлено в документах с Лицензиатом) в соответствии с Тарифами согласно настоящему Приложению.\n6. В иных случаях, когда предоплата отсутствует, вознаграждение за предоставление Лицензии должно быть уплачено Лицензиатом Лицензиару в безналичном порядке платежными поручениями в течение (если иного не установлено в Заказе) 5 (пяти) календарных дней с даты предоставления Лицензиатом отчёта Лицензиару.\n\n                                                                                                        Приложение № 2 к\nЛицензионному договору \n  CDMP-платформы prosche.ai\n\n\nФорма отчёта Лицензиата\n---------------------\nНачало формы Отчета\n\nОбщество с ограниченной ответственностью ««Платформа «Проще» , именуемое в дальнейшем «Лицензиар», в лице Генерального директора Голуба Сергея Александровича, действующего на основании Устава, с одной стороны, и ____________________, именуемое в дальнейшем «Лицензиат», в лице ________________________, действующего на основании _____________, с другой стороны, составили настоящий Отчёт об использовании компьютерной Программы, зарегистрированной в Роспатенете, как «Сервис идентификации поведения пользователей клиентов «prosche» 09.09.2024 под номером 2024681294, включенной в реестр отечественного ПО (реестровая запись № 29531 от 29.08.2025), через Платформу \nпо Лицензионному договору №          от       г , далее именуемому «Договор»,  о нижеследующем:\n1. Отчётный период - … 202_ года.\n2. Параметры операций, обработанных Программой в Отчетном периоде:\n2.1. Пользовательское поведение и оценка вероятности будущих действий\n\n\n\n2.2. Персонализированная маркетинговая стратегия и коммуникации\nГолосовые коммуникации\n\n\n\nТекстовые коммуникации\n\n\n\n\n3. Вознаграждение Лицензиара за Отчётный месяц составляет …. рублей, НДС не облагается на основании ст. 145.1 НК РФ.\n4. Инцидентов использования Программы за пределами Лицензии - …шт.\n5. Подписи Сторон.\n\nФорма согласована и утверждена Сторонами:\n\n\nКонец формы Отчета\n ---------------------",
  "paragraphs": [
    {
      "id": "p1",
      "text": "Лицензионный договор № (присвоить у Карины Новиковой!)"
    },
    {
      "id": "p2",
      "text": "г. Москва «__» _______ 202_ г."
    },
    {
      "id": "p3",
      "text": "Общество с ограниченной ответственностью «Платформа «Проще» (ООО «Платформа Проще»), являющееся участником проекта «Сколково» (запись о присвоении статуса участника в Реестре участников проекта создания и обеспечения функционирования инновационного центра «Сколково» от 26.12.2024, основной регистрационный номер 1126965), именуемое в дальнейшем «Лицензиар» (далее - Лицензиар) в лице Генерального директора Голуба Сергея Александровича, действующего на основании Устава, с одной стороны и юридическое лицо (ООО, АО) (или ИП), именуемое в дальнейшем «Лицензиат», в лице __________________________________________ (должность, Ф.И.О.), действующ__ на основании ______________________________, с другой стороны, совместно именуемые в дальнейшем «Стороны», заключили Лицензионный договор (далее – Договор) на право использования результатов интеллектуальной деятельности, через CDMP – платформу prosche.ai, предлагаемую для коммерциализации исследований и разработок Лицензиара в инновационном центре «Сколково», а также включенную в единый реестр российских программ для электронных вычислительных машин и баз данных (решение о включении № 338618 от 25.07.2025, реестровая запись № 29531 от 29.08.2025) о нижеследующем:"
    },
    {
      "id": "p4",
      "text": "ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ Платформа – инновационная CDMP-платформа по интеллектуальной обработке данных Пользователей и цифровизации пользовательского опыта, размещенная в информационно-телекоммуникационной сети «Интернет» по адресу: https://prosche.ai. Через Платформу осуществляется доступ к Программе, а также доступ к функциональности заказов различных сервисов в Программе и вызовов функций обработки данных и аналитики Пользователей. Программа – зарегистрирована в Роспатенте как компьютерная программа «Сервис идентификации поведения пользователей клиентов «prosche» 09.09.2024 под номером 2024681294, и включена в единый реестр российских программ для электронных вычислительных машин и баз данных (реестровая запись № 29531 от 29.08.2025) и функционирует через доступ к Платформе. Правообладатель – Общество с ограниченной ответственностью «Платформа «Проще». Лицензия – право на использование Программы через Платформу путём удалённого доступа через информационно-телекоммуникационную сеть Интернет на условиях Договора. Ресурс – доступный для Пользователя сайт, мобильное приложение в информационно-телекоммуникационной сети «Интернет». Пользователь – лицо, которое знакомится с Ресурсами, интересующими Заказчика. Личный кабинет – специализированный сервис Лицензиара, размещенный на Платформе. Личный кабинет предназначен для выполнения Лицензиатом действий через Программу, отображения результатов обработки Программой информации, получения Лицензиатом информации об исполнении Договора. Авторизация – вход в Личный кабинет путем введения учетных данных. Тариф – совокупность ценовых условий Лицензии, внесения платежей Лицензиатом для получения объёма операций, а также условий по срокам её оплаты. Технический запас операций – количество дополнительных операций, доступное к обработке Программой после достижения объёмов основной обработки по Лицензии, указанного в Тарифе. Технический запас операций устанавливается с возможностью отключения, как это указано в Договоре ниже, и для поддержания устойчивой непрерывной деятельности Лицензиата в объёме, не превышающем трех тысяч операций по каждой Лицензии. 1. Предмет Договора"
    },
    {
      "id": "p5",
      "text": "1.1. По Договору Лицензиар обязуется предоставить Лицензиату Лицензию в пределах, установленных Договором. Лицензиат вправе использовать Программу только через Платформу Лицензиара путём удалённого доступа через информационно-телекоммуникационную сеть Интернет. Результатом функционирования Программы для Лицензиата является: Идентификация действий Пользователей на Ресурсах и характеристик пользовательского оборудования Пользователей, Скоринг Пользователей и многопараметрический расчёт вероятности совершения ими тех или иных действий на Ресурсах, Персонализация маркетинговой стратегии Лицензиата для улучшения конверсии идентифицированных действий Пользователей в сделку с Лицензиатом или указанным им лицами, Подключение модуля коммуникаций, через который Лицензиат может передавать Пользователю персонализированные торговые предложения. Не все из указанных результатов могут быть доступны Лицензиату в конкретный момент времени и предварительно могут требовать активации (заказа) со стороны Лицензиата через интерфейсы Платформы."
    },
    {
      "id": "p6",
      "text": "1.2. Лицензия по Договору является неисключительной. Лицензиар в течение действия Договора вправе использовать Программу самостоятельно и предоставлять аналогичные лицензии третьим лицам."
    },
    {
      "id": "p7",
      "text": "1.3. Программа предоставляется Лицензиату для использования на условиях «как есть» (общепринятом в международной практике принципом делового оборота «as is»). Лицензиат гарантирует, что к моменту заключения Договора он полностью ознакомлен с объемом возможностей Программы, ее особенностями и характеристиками, получил всю необходимую для принятия решения о заключении Договора информацию."
    },
    {
      "id": "p8",
      "text": "2. Территория и срок использования Программы"
    },
    {
      "id": "p9",
      "text": "2.1. Использование Программы по Договору осуществляется путем удаленного доступа Лицензиата к экземпляру Программы через интерфейс программирования приложений (далее также «API») и Личный кабинет. Экземпляр Программы записан Лицензиаром на серверном оборудовании Лицензиара в пределах Российской Федерации. Платные операции (в том числе обработка данных Пользователя) Программы по Лицензии осуществляются по заказам Лицензиата."
    },
    {
      "id": "p10",
      "text": "2.2. Срок Лицензии по Договору: с момента передачи Лицензиату Программы на срок совершения операций, указанный в Тарифах."
    },
    {
      "id": "p11",
      "text": "2.3. К отношениям Сторон по Договору применяется время часового пояса GMT +3."
    },
    {
      "id": "p12",
      "text": "3. Способы использования Программы Лицензиатом"
    },
    {
      "id": "p13",
      "text": "3.1. Лицензиату всегда доступны следующие основные функции Программы: - совершение заказов или просмотр заказов; - настройка отображаемых в интерфейсах Программы параметров заказов, например, заведение Ресурса, выбор географического региона, расписания операций Программы во времени, управление бюджетом Лицензиата и т.д.; - получение статистики по прошлым оплаченным заказам."
    },
    {
      "id": "p14",
      "text": "3.2. Программа может предлагать Лицензиату и иные дополнительные функции. Лицензиар постоянно дополняет их описание на Платформе."
    },
    {
      "id": "p15",
      "text": "3.3. Лицензиат не вправе вносить изменения в Программу, в том числе модифицировать Программу."
    },
    {
      "id": "p16",
      "text": "4. Предоставление доступа к Программе"
    },
    {
      "id": "p17",
      "text": "4.1. В течение 3 (трёх) дней после заключения Договора Лицензиар должен по электронной почте предоставить Лицензиату данные для доступа в Личный кабинет."
    },
    {
      "id": "p18",
      "text": "4.2. Лицензиат не должен передавать третьим лицам данные для доступа в Личный кабинет, так как действия, совершённые под этими данными, считаются для Лицензиара действиями Лицензиата."
    },
    {
      "id": "p19",
      "text": "4.3. Для отключения Технического запаса операций Лицензиат может в любое время направить Лицензиару электронное письмо по адресу service@ prosche.ai."
    },
    {
      "id": "p20",
      "text": "5. Лицензионные отчёты"
    },
    {
      "id": "p21",
      "text": "5.1. Отчёт Лицензиата об использовании Программы помимо отражения для Лицензиата хозяйственных операций по использованию Программы включает также в себя выполненные функционалом Программы для Лицензиата операции на Ресурсах. Лицензиар в течение действия Лицензии имеет право затребовать от Лицензиата объём операций, указанный в Тарифе."
    },
    {
      "id": "p22",
      "text": "5.2. Лицензиар не позднее 5 (пятого) числа каждого месяца, следующего за отчётным периодом, обязан передать Лицензиату проект отчёта Лицензиата об использовании Программы, а также счёт на оплату и счёт-фактуру. Форма отчёта определена Сторонами в приложении № 2 к Договору."
    },
    {
      "id": "p23",
      "text": "5.2.1. Стороны должны в течение последующих 5 (пяти) дней провести сверку данных и необходимые переговоры по согласованию цифровых показателей отчёта."
    },
    {
      "id": "p24",
      "text": "5.3. Лицензиат обязан не позднее 15 (пятнадцатого) числа каждого месяца, следующего за отчётным периодом, передать Лицензиару подписанный Лицензиатом отчёт об использовании Программы либо мотивированный отказ от подписания отчёта. В случае непредставления мотивированного отказа в указанный срок отчёт считается подписанным и предоставленным Лицензиатом с данными, заполненными Лицензиаром в проекте отчёта."
    },
    {
      "id": "p25",
      "text": "6. Вознаграждение Лицензиара"
    },
    {
      "id": "p26",
      "text": "6.1. Вознаграждение Лицензиара за предоставление Лицензии, а также порядок оплаты, указаны в Тарифах в Приложении №1 к Договору."
    },
    {
      "id": "p27",
      "text": "6.2. Обязательства Лицензиата по оплате считаются выполненными с даты зачисления денежных средств на корреспондентский счет банка Лицензиара. Технический запас операций оплачивается на условиях последующей оплаты, кроме случаев, когда на момент его включения Лицензиат имеет неизрасходованный аванс по предоплате."
    },
    {
      "id": "p28",
      "text": "7. Обмен документацией"
    },
    {
      "id": "p29",
      "text": "7.1. Стороны обмениваются документами в электронном виде через систему электронного документооборота «Диадок» оператором которой является АО «ПФ «СКБ Контур» (ОГРН 1026605606620). Если электронный документ должен быть подписан, должна использоваться усиленная квалифицированная подпись Стороны."
    },
    {
      "id": "p30",
      "text": "7.2. Датой вступления в силу электронного документа является, независимо от дат подписания документа Сторонами, дата составления документа, указанная в его начале. Однако, когда в самом документе прямо указана иная дата вступления в силу, применяется иная дата, прямо указанная в документе. Условия электронного документа применяются к отношениям Сторон и их действиям по документу, возникшим (осуществленным) с даты вступления документа в силу."
    },
    {
      "id": "p31",
      "text": "7.3. Стороны считают, что сообщение, переданное по электронной почте, исходит от Стороны, если оно отправлено с адреса с доменным именем, указанным в реквизитах Сторон к Договору."
    },
    {
      "id": "p32",
      "text": "7.4. Датой получения документов считается дата их отправки, зафиксированная в системе ЭДО либо дата их отправки, зафиксированная в электронной почте Сторон."
    },
    {
      "id": "p33",
      "text": "8. Обновления Программы. Техническая документация"
    },
    {
      "id": "p34",
      "text": "8.1. Программа может обновляться Лицензиаром, вследствие чего некоторые её функции и дизайн могут изменяться, однако без ущемления основного функционала Программы. Лицензиат обязан изменять свои действия по работе с Программой после её обновления при соответствующем уведомлении от Лицензиара."
    },
    {
      "id": "p35",
      "text": "8.2. Техническая документация на Программу может время от времени изменяться Лицензиаром, что не является её недостатком. Лицензиар обязан отвечать на письменные запросы Лицензиата по технической документации в течение двух рабочих дней."
    },
    {
      "id": "p36",
      "text": "8.3. По запросу Лицензиата и за отдельную плату, согласованную Сторонами, Программа может изменяться/дорабатываться Лицензиаром под потребности Лицензиата. Такие изменения и доработки Стороны оформляют письменно отдельными соглашениями."
    },
    {
      "id": "p37",
      "text": "9. Ответственность Сторон"
    },
    {
      "id": "p38",
      "text": "9.1. Ответственность Лицензиара"
    },
    {
      "id": "p39",
      "text": "9.1.1. Лицензиар не несет ответственность за: − какие-либо прямые, косвенные, случайные или сопутствующие убытки Лицензиата, возникающие в результате использования или невозможности использования Программы; − какую-либо упущенную выгоду, доходы, утрату данных, возникающие в результате использования или невозможности использования Программы; − за действия третьих лиц, в том числе в случае передачи Лицензиатом учетных данных для доступа к Личному кабинету третьим лицам, временные технические сбои и перерывы в работе Программы, вызванные неполадками используемых технических средств, иные аналогичные сбои, а также вызванные неполадками компьютера, который Лицензиат использовал для работы с Программой."
    },
    {
      "id": "p40",
      "text": "9.1.2. Несмотря на иные положения Договора и документов к нему, вся ответственность Лицензиара нарастающим итогом по Договору ограничена суммой, полученной Лицензиаром от Лицензиата в качестве оплаты по Договору."
    },
    {
      "id": "p41",
      "text": "9.2. Ответственность Лицензиата"
    },
    {
      "id": "p42",
      "text": "9.2.1. В случае несвоевременной уплаты вознаграждения Лицензиат, кроме случаев предоплаты, несет ответственность в виде пени в размере 0,05 % от суммы платежа за каждый день просрочки."
    },
    {
      "id": "p43",
      "text": "9.3. Особенность ответственности по копированию Платформы, Программы, данных иных лицензиатов"
    },
    {
      "id": "p44",
      "text": "9.3.1. Лицензиату запрещено при использовании Программы использовать её как основу для сервиса третьим лицам (например, путём сбора заказов с третьих лиц на операции Программы на иных сайтах или ресурсах) без указания Платформы. Лицензиат обязан не создавать сервисы на основе данных, полученных от использования Программы, которые похожи на Платформу и выполняют те же функции, что и Программа (либо хоть и изменённые в текстах и интерфейсах, но явно те же по смыслу функции)."
    },
    {
      "id": "p45",
      "text": "9.3.2. Лицензиату запрещено при использовании Программы собирать данные иных лицензиатов (иных клиентов Лицензиара) и/или обрабатывать их любым способом."
    },
    {
      "id": "p46",
      "text": "9.3.3. За нарушения по настоящему разделу Договора, Лицензиар имеет право немедленно расторгнуть Договор в одностороннем внесудебном порядке с момента уведомления Лицензиата о расторжении Договора за 1 (один) календарный день с момента наступления нарушений Лицензиатом. Лицензиат должен возместить упущенную выгоду Лицензиара по требованию последнего."
    },
    {
      "id": "p47",
      "text": "9.4. Особенность ответственности при блокировке Платформы"
    },
    {
      "id": "p48",
      "text": "9.4.1. Если Лицензиат своими действиями приводит к блокировке Платформы в интернете (заведение на Платформу незаконных сервисов, распространение незаконных ссылок, публичных сообщений, коммуникации без согласия получателя и тому подобное), он должен возместить все имущественные потери Лицензиара, а также его упущенную выгоду."
    },
    {
      "id": "p49",
      "text": "9.5. Возмещение потерь"
    },
    {
      "id": "p50",
      "text": "9.5.1. Если третьи лица (государственные органы, организации, физлица) предъявляют Стороне претензии о нарушении законодательства Российской Федерации, которое явилось следствием действий другой Стороны, в результате чего на Сторону и/или её должностных лиц (если применимо) наложено имущественное взыскание (штраф, возмещение в бюджеты и т.п.), другая Сторона обязана незамедлительно возмещать Стороне такие имущественные потери в размере, который взыскан с понёсшей потери Стороны."
    },
    {
      "id": "p51",
      "text": "9.5.2. При этом Сторона, которой предъявлена претензия о нарушении законодательства Российской Федерации, должна предпринимать все обычно совершаемые в подобных случаях действия: отвечать на запросы, давать объяснения, возражения, использовать право на досудебное оспаривание, обжалование полученных требований, судебное оспаривание и обжалование."
    },
    {
      "id": "p52",
      "text": "9.6. Ограничение ответственности"
    },
    {
      "id": "p53",
      "text": "9.6.1. Стороны, кроме случаев явно оговоренных в Договоре, обязаны возмещать друг другу убытки в пределах реального документально подтвержденного ущерба и/или понесённых потерь."
    },
    {
      "id": "p54",
      "text": "10. Форс-мажор"
    },
    {
      "id": "p55",
      "text": "10.1. Стороны освобождаются от ответственности за неисполнение обязательств по Договору, если такое неисполнение вызвано обстоятельствами непреодолимой силы (форс-мажор), к которым, в частности, относятся: государственные спецоперации, военные действия, эмбарго, блокады, эпидемии, локдауны, а также постоянные или временные отключения доступа к телекоммуникационным сетям (включая сети передачи данных) и электроснабжению, вызванные действиями операторов связи, регулирующих органов, в результате сообщений о возможном перемещении летательных аппаратов, проведения контртеррористических операций или иными внешними причинами, находящимися вне контроля Сторон."
    },
    {
      "id": "p56",
      "text": "10.2. Стороны согласовали, что Договор заключается в условиях, когда возможность постоянных или временных отключений доступа к телекоммуникационным сетям, указанных в п. 10.1, как у Лицензиата, так и у Лицензиара, является известным и предвиденным Сторонами обстоятельством. Данное обстоятельство не может рассматриваться как существенное изменение обстоятельств, из которых Стороны исходили при заключении Договора, в смысле ст. 451 Гражданского кодекса Российской Федерации."
    },
    {
      "id": "p57",
      "text": "10.3. Предоставление Лицензиату права использования Программы (лицензии) признается надлежаще исполненным Лицензиаром с момента регистрации на Платформе. Обязательства Лицензиата по оплате лицензионного вознаграждения носят имущественный характер и не приостанавливаются на период действия обстоятельств непреодолимой силы."
    },
    {
      "id": "p58",
      "text": "10.4. Сторона, подвергшаяся действию обстоятельств непреодолимой силы, обязана документально подтвердить наличие таких обстоятельств и письменно уведомить другую Сторону в течение 2 (двух) рабочих дней с момента их возникновения. Несвоевременное уведомление лишает Сторону права ссылаться на форс-мажор в отношении возникших обязательств."
    },
    {
      "id": "p59",
      "text": "10.5. В случае продолжительности обстоятельств непреодолимой силы свыше 30 (тридцати) рабочих дней Стороны обязаны обсудить возможные адаптационные механизмы. Однако это не затрагивает обязательств по оплате уже предоставленного лицензионного доступа и не влечет пересмотра лицензионных платежей."
    },
    {
      "id": "p60",
      "text": "11. Порядок урегулирования споров"
    },
    {
      "id": "p61",
      "text": "11.1. Все возможные споры и разногласия, связанные с исполнением Договора, Стороны обязуются разрешать путем переговоров."
    },
    {
      "id": "p62",
      "text": "11.2. В случае невозможности решения спора путем переговоров, все споры, вытекающих из Договора и в связи с ним, разрешаются в Арбитражном суде г. Москвы."
    },
    {
      "id": "p63",
      "text": "11.3. Стороны договорились, что до передачи спора на рассмотрение в суд, спор подлежит урегулированию в претензионном порядке. Все возможные претензии по Договору должны быть рассмотрены Сторонами в течение 10 (десяти) дней с момента получения претензии."
    },
    {
      "id": "p64",
      "text": "12. Срок действия Договора"
    },
    {
      "id": "p65",
      "text": "12.1. Договор вступает в силу с момента его подписания обеими Сторонами."
    },
    {
      "id": "p66",
      "text": "12.2. Срок действия Договора составляет 5 (пять) лет, а в части исполнения обязательств Сторонами до полного их исполнения. В том случае если ни одна из сторон за 30 (тридцать) дней до истечения срока Договора не заявит о его расторжении, Договор считается пролонгированным на следующий календарный год."
    },
    {
      "id": "p67",
      "text": "12.3. Договор может быть досрочно расторгнут Лицензиаром в одностороннем внесудебном порядке, если Лицензиат просрочивает уплату любой части вознаграждения по Лицензии и/или оплату возмещения потерь (убытков) больше, чем на 2 (два) месяца."
    },
    {
      "id": "p68",
      "text": "12.4. Договор может быть досрочно расторгнут Лицензиатом в одностороннем внесудебном порядке в течение 60 (шестидесяти) дней с момента уведомления Лицензиатом о расторжении Договора."
    },
    {
      "id": "p69",
      "text": "12.5. В остальных случаях одностороннее расторжение Договора осуществляется в судебном порядке."
    },
    {
      "id": "p70",
      "text": "12.6. Отдельное вознаграждение за одностороннее прекращение Договора не уплачивается. Лицензиат при расторжении имеет право получения неиспользованных по Договору денежных средств в срок, не превышающий 30 (тридцати) дней с даты получения Лицензиаром письменного уведомления Лицензиата об одностороннем расторжении Договора."
    },
    {
      "id": "p71",
      "text": "13. Прочие положения"
    },
    {
      "id": "p72",
      "text": "13.1. Все изменения и дополнения к Договору должны быть выполнены в письменном виде и подписаны обеими Сторонами."
    },
    {
      "id": "p73",
      "text": "13.2. После заключения Договора все предварительные переговоры по нему, переписка, предварительные соглашения и протоколы о намерениях по вопросам, урегулированным Договором, теряют юридическую силу."
    },
    {
      "id": "p74",
      "text": "13.3. Права и обязанности Стороны по Договору не могут быть переданы другому лицу без письменного согласия другой Стороны, кроме уступки требований по денежному обязательству."
    },
    {
      "id": "p75",
      "text": "13.4. При изменении адреса или банковских реквизитов Стороны обязаны незамедлительно письменно уведомлять об этом другую Сторону в течение 5 (пяти) рабочих дней. Исполнение по реквизитам, известным Стороне, признаётся надлежащим. 14. Адреса, реквизиты и подписи Сторон"
    },
    {
      "id": "p76",
      "text": "Приложение № 1 к Лицензионному договору №__ от «__» _________ 202_ CDMP-платформы prosche.ai"
    },
    {
      "id": "p77",
      "text": "Тарифы Лицензиат, заключивший Лицензионный договор, получает право на операции по идентификации поведения Пользователей по цене 50 (пятьдесят) рублей за одну операцию (не облагается НДС на основании статьи 145.1 НК РФ), если иное не предусмотрено письменным соглашением Сторон или выбором Лицензиатом иного тарифа через интерфейс Платформы (включая калькулятор тарифов). Срок, в течение которого могут быть использованы операции, приобретенные на указанных выше условиях, составляет 2 (два) месяца с даты оплаты. По истечении данного срока расчет стоимости использованных операций и предоставление дополнительного объема осуществляются в соответствии с условиями выбранного Лицензиатом тарифа, указанными в таблице ниже. Лицензионное вознаграждение на Программу указано ниже в таблице. Лицензиар имеет статус участника проекта по осуществлению исследований, разработок и коммерциализации их результатов в соответствии с Федеральным законом «Об инновационном центре «Сколково», использует право на освобождение от обязанностей налогоплательщика, связанных с исчислением и уплатой налога на добавленную стоимость (НДС). Лицензионное вознаграждение по договору не облагается НДС на основании статьи 145.1 Налогового кодекса Российской Федерации. Срок действия Лицензии для каждого Тарифа указан в таблице."
    },
    {
      "id": "p78",
      "text": "4. С 01.07.2025 вступает в силу Тариф «Расширенный», где лицензионное вознаграждение составляет 350 000 (триста пятьдесят тысяч) рублей, не облагается НДС на основании статьи 145.1 Налогового кодекса Российской Федерации и включает лимит 6000 (шесть тысяч) операций по идентификации поведения Пользователей с возможностью обработки звуковых сообщений Лицензиата Пользователю в рамках указанного лимита операций. Срок действия операций по Лицензии - 3 (три) месяца. 5. Вознаграждение за предоставление Лицензии выплачивается Лицензиатом Лицензиару в безналичном порядке платежными поручениями и осуществляется в порядке 100% предварительной оплаты (если иного прямо не установлено в документах с Лицензиатом) в соответствии с Тарифами согласно настоящему Приложению. 6. В иных случаях, когда предоплата отсутствует, вознаграждение за предоставление Лицензии должно быть уплачено Лицензиатом Лицензиару в безналичном порядке платежными поручениями в течение (если иного не установлено в Заказе) 5 (пяти) календарных дней с даты предоставления Лицензиатом отчёта Лицензиару."
    },
    {
      "id": "p79",
      "text": "Приложение № 2 к Лицензионному договору CDMP-платформы prosche.ai"
    },
    {
      "id": "p80",
      "text": "Форма отчёта Лицензиата --------------------- Начало формы Отчета"
    },
    {
      "id": "p81",
      "text": "Общество с ограниченной ответственностью ««Платформа «Проще» , именуемое в дальнейшем «Лицензиар», в лице Генерального директора Голуба Сергея Александровича, действующего на основании Устава, с одной стороны, и ____________________, именуемое в дальнейшем «Лицензиат», в лице ________________________, действующего на основании _____________, с другой стороны, составили настоящий Отчёт об использовании компьютерной Программы, зарегистрированной в Роспатенете, как «Сервис идентификации поведения пользователей клиентов «prosche» 09.09.2024 под номером 2024681294, включенной в реестр отечественного ПО (реестровая запись № 29531 от 29.08.2025), через Платформу по Лицензионному договору № от г , далее именуемому «Договор», о нижеследующем: 1. Отчётный период - … 202_ года. 2. Параметры операций, обработанных Программой в Отчетном периоде:"
    },
    {
      "id": "p82",
      "text": "2.1. Пользовательское поведение и оценка вероятности будущих действий"
    },
    {
      "id": "p83",
      "text": "2.2. Персонализированная маркетинговая стратегия и коммуникации Голосовые коммуникации"
    },
    {
      "id": "p84",
      "text": "Текстовые коммуникации"
    },
    {
      "id": "p85",
      "text": "3. Вознаграждение Лицензиара за Отчётный месяц составляет …. рублей, НДС не облагается на основании ст. 145.1 НК РФ. 4. Инцидентов использования Программы за пределами Лицензии - …шт. 5. Подписи Сторон."
    },
    {
      "id": "p86",
      "text": "Форма согласована и утверждена Сторонами:"
    },
    {
      "id": "p87",
      "text": "Конец формы Отчета ---------------------"
    }
  ],
  "contractState": {
    "subject": "Предоставление неисключительной лицензии на использование программы «Сервис идентификации поведения пользователей клиентов «prosche» через CDMP‑платформу prosche.ai для идентификации действий пользователей, скоринга, аналитики и персонализации маркетинговых коммуникаций.",
    "parties": {
      "customer": {
        "name": "Лицензиат",
        "fullName": "Юридическое лицо (ООО, АО) либо индивидуальный предприниматель, указанный в договоре в качестве Лицензиата"
      },
      "executor": {
        "name": "ООО «Платформа Проще»",
        "fullName": "Общество с ограниченной ответственностью «Платформа «Проще» (ООО «Платформа Проще»)"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Стороны и предмет лицензионного договора",
      "content": "Лицензиар (ООО «Платформа «Проще») предоставляет Лицензиату право использования результатов интеллектуальной деятельности через CDMP‑платформу prosche.ai (зарегистрированная программа «Сервис идентификации поведения пользователей клиентов «prosche»), для коммерциализации исследований и разработок Лицензиара в рамках проекта «Сколково».",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p3",
            "p4"
          ],
          "comment": "Описание сторон, статуса «Сколково», ссылки на регистрацию программы и формулировка лицензионного договора"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Определения ключевых терминов (Платформа, Программа, Лицензия, Личный кабинет, Тариф)",
      "content": "Договором определяются термины: Платформа (CDMP‑платформа prosche.ai), Программа (зарегистрированная компьютерная программа «prosche»), Лицензия (право на использование Программы через Платформу удалённо через Интернет), Ресурс, Пользователь, Личный кабинет, Авторизация, Тариф и Технический запас операций (дополнительные операции до 3000 по каждой Лицензии с возможностью отключения).",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Раздел «ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ», включая описание технического запаса операций"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_3",
      "title": "Срок действия Лицензии по Договору",
      "content": "Срок Лицензии по Договору определяется с момента передачи Лицензиату Программы и длится в течение срока совершения операций, указанного в применимом Тарифе.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p8",
            "p10",
            "p77",
            "p78"
          ],
          "comment": "Раздел о территории и сроке использования, а также указание срока действия лицензии/операций в Тарификациях"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_4",
      "title": "Срок предоставления доступа в Личный кабинет",
      "content": "Лицензиар обязан в течение 3 календарных дней после заключения Договора направить Лицензиату по электронной почте данные для доступа в Личный кабинет.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Срок и способ предоставления учетных данных для Личного кабинета"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_5",
      "title": "Обязанность не передавать данные доступа и презумпция действий Лицензиата",
      "content": "Лицензиату запрещено передавать третьим лицам данные для доступа в Личный кабинет; все действия, совершённые под указанными данными, считаются для Лицензиара действиями самого Лицензиата.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Запрет на передачу данных доступа и возложение ответственности за действия под этими данными на Лицензиата"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_6",
      "title": "Порядок отчётности и выставления счетов Лицензиаром",
      "content": "Не позднее 5‑го числа месяца, следующего за отчётным периодом, Лицензиар направляет Лицензиату проект отчёта об использовании Программы, а также счёт на оплату и счёт‑фактуру по форме, согласованной в Приложении № 2.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p22",
            "p81"
          ],
          "comment": "Сроки и содержание проекта отчёта, счета и счёт‑фактуры; шаблон отчёта"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Согласование отчёта Лицензиатом и презумпция его подписания",
      "content": "Лицензиат обязан до 15‑го числа месяца, следующего за отчётным периодом, направить Лицензиару подписанный отчёт или мотивированный отказ. При отсутствии мотивированного отказа в указанный срок отчёт считается подписанным Лицензиатом в редакции Лицензиара.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p24"
          ],
          "comment": "Срок и последствия непредоставления подписанного отчёта или мотивированного отказа"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_8",
      "title": "Электронный документооборот через систему «Диадок»",
      "content": "Стороны обмениваются документами в электронном виде через систему электронного документооборота «Диадок» (оператор АО «ПФ «СКБ Контур»). Документы, требующие подписи, подписываются усиленной квалифицированной электронной подписью соответствующей Стороны.",
      "category": "электронный документооборот",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p29"
          ],
          "comment": "Указание системы ЭДО, оператора и вида электронной подписи"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Обновление Программы и изменение технической документации",
      "content": "Лицензиар вправе обновлять Программу, изменяя её функции и дизайн без ущемления основного функционала, а Лицензиат обязан адаптировать свои процессы после уведомления. Техническая документация может изменяться Лицензиаром и это не считается недостатком; Лицензиар обязан отвечать на письменные запросы Лицензиата по документации в течение двух рабочих дней.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p34",
            "p35"
          ],
          "comment": "Порядок изменения функционала и документации, обязанности сторон"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_10",
      "title": "Исключение и ограничение ответственности Лицензиара",
      "content": "Лицензиар не несёт ответственности за любые прямые, косвенные, случайные убытки, упущенную выгоду, утрату данных Лицензиата, вызванные использованием или невозможностью использования Программы, а также за действия третьих лиц и технические сбои, включая случаи передачи Лицензиатом учётных данных третьим лицам. Совокупная ответственность Лицензиара по Договору ограничена суммой, фактически полученной от Лицензиата по Договору.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p39",
            "p40"
          ],
          "comment": "Перечень исключений из ответственности и общий лимит ответственности Лицензиара"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Ответственность Лицензиата за просрочку оплаты",
      "content": "В случае несвоевременной оплаты вознаграждения (кроме случаев предоплаты) Лицензиат уплачивает пеню в размере 0,05 % от суммы просроченного платежа за каждый день просрочки.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p42"
          ],
          "comment": "Размер и порядок начисления пени за просрочку оплаты"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Ограничения использования Программы и создание аналогичных сервисов",
      "content": "Лицензиату запрещено использовать Программу как основу для сервисов третьим лицам без указания Платформы, в том числе собирать заказы на операции Программы на иных ресурсах. Лицензиату также запрещено создавать сервисы на основе данных Программы, схожие с Платформой и выполняющие те же или очевидно аналогичные по смыслу функции.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p44"
          ],
          "comment": "Запрет на ре‑коммерциализацию сервиса и клонирование функционала Программы"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Право Лицензиара на немедленное одностороннее расторжение за нарушения",
      "content": "При нарушении Лицензиатом ограничений использования Программы по соответствующему разделу Договора Лицензиар вправе немедленно, в одностороннем внесудебном порядке, расторгнуть Договор, уведомив Лицензиата за 1 календарный день с момента наступления нарушений. Лицензиат обязан возместить Лицензиару упущенную выгоду по требованию.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46"
          ],
          "comment": "Основание и порядок одностороннего расторжения Лицензиаром и последствия в виде возмещения упущенной выгоды"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Ответственность Лицензиата за блокировку Платформы",
      "content": "Если действия Лицензиата приводят к блокировке Платформы в интернете (размещение незаконных сервисов, ссылок, публичных сообщений, коммуникаций без согласия получателя и др.), Лицензиат обязан возместить все имущественные потери Лицензиара и его упущенную выгоду.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p48"
          ],
          "comment": "Обязанность Лицензиата компенсировать потери и упущенную выгоду при блокировке Платформы по его вине"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Возмещение убытков при претензиях третьих лиц",
      "content": "Если к одной из Сторон предъявляются претензии третьих лиц, в том числе госорганов, о нарушении законодательства РФ вследствие действий другой Стороны и в результате наложено имущественное взыскание, виновная Сторона обязана незамедлительно возместить другой Стороне понесённые имущественные потери в размере взыскания.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p50"
          ],
          "comment": "Механизм регресса/возмещения при претензиях третьих лиц и штрафах"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Общий принцип возмещения убытков",
      "content": "Стороны, за исключением случаев, прямо оговорённых в Договоре, возмещают друг другу убытки только в пределах реального документально подтверждённого ущерба и/или понесённых потерь.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p53"
          ],
          "comment": "Ограничение возмещения убытков реальным ущербом, за исключением специальных случаев"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_17",
      "title": "Форс‑мажор: уведомление и последствия длительных обстоятельств",
      "content": "Сторона, подвергшаяся форс‑мажору, обязана документально подтвердить его и уведомить другую Сторону в течение 2 рабочих дней; несвоевременное уведомление лишает права ссылаться на форс‑мажор по соответствующим обязательствам. При длительности форс‑мажора свыше 30 рабочих дней Стороны обсуждают адаптационные механизмы, при этом обязательства по оплате уже предоставленного лицензионного доступа сохраняются и размер лицензионных платежей не пересматривается.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p58",
            "p59"
          ],
          "comment": "Срок и форма уведомления о форс‑мажоре, а также влияние длительных обстоятельств непреодолимой силы на оплату"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_18",
      "title": "Срок действия и пролонгация Договора",
      "content": "Срок действия Договора составляет 5 лет и продлевается на следующий календарный год, если ни одна из Сторон не заявит о расторжении за 30 дней до истечения срока. Обязательства по Договору действуют до их полного исполнения.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p64",
            "p66"
          ],
          "comment": "Основной срок действия, механизм пролонгации и сохранение обязательств до их исполнения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_19",
      "title": "Порядок одностороннего расторжения в остальных случаях",
      "content": "Во всех случаях, не предусмотренных отдельными условиями об одностороннем расторжении, расторжение Договора в одностороннем порядке осуществляется через суд. Отдельное вознаграждение за одностороннее прекращение не выплачивается. При расторжении Лицензиат имеет право на возврат неиспользованных денежных средств в течение 30 дней с даты получения Лицензиаром письменного уведомления Лицензиата об одностороннем расторжении.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p69",
            "p70"
          ],
          "comment": "Судебный порядок одностороннего расторжения, отсутствие компенсации за расторжение и возврат неиспользованных средств"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_20",
      "title": "Запрет уступки прав и перевода обязанностей без согласия",
      "content": "Права и обязанности по Договору не могут быть переданы третьему лицу без письменного согласия другой Стороны, за исключением уступки требований по денежному обязательству.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p74"
          ],
          "comment": "Ограничения на цессию и перевод долга, допуская уступку денежных требований"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_21",
      "title": "Уведомление об изменении реквизитов",
      "content": "При изменении адреса или банковских реквизитов Стороны обязаны письменно уведомить друг друга в течение 5 рабочих дней. Исполнение обязательств по ранее известным реквизитам признаётся надлежащим.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p75"
          ],
          "comment": "Срок уведомления об изменении реквизитов и защита Стороны, действующей по старым реквизитам"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_22",
      "title": "Базовый Тариф и срок использования операций",
      "content": "Лицензиат получает право на операции по идентификации поведения Пользователей по цене 50 рублей за одну операцию (без НДС), если не выбран иной тариф. Операции, приобретённые на этих условиях, должны быть использованы в течение 2 месяцев с даты оплаты; далее расчёт стоимости и предоставление допобъёма осуществляются по условиям выбранного тарифа. Лицензионное вознаграждение по Договору не облагается НДС на основании ст. 145.1 НК РФ.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p77"
          ],
          "comment": "Стоимость базовой операции, срок её действия и налоговый режим (освобождение от НДС)"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_23",
      "title": "Тариф «Расширенный» и срок действия операций",
      "content": "С 01.07.2025 действует Тариф «Расширенный» с лицензионным вознаграждением 350 000 рублей (без НДС), включающий лимит 6000 операций по идентификации поведения Пользователей с возможностью обработки звуковых сообщений в рамках лимита. Срок действия операций по Лицензии — 3 месяца.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Размер вознаграждения, объём операций и срок действия для тарифа «Расширенный»"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_24",
      "title": "Порядок оплаты вознаграждения за Лицензию",
      "content": "Вознаграждение выплачивается в безналичном порядке платёжными поручениями. По общему правилу действует 100% предварительная оплата в соответствии с Тарифами, если иное прямо не согласовано с Лицензиатом. При отсутствии предоплаты вознаграждение должно быть оплачено в течение 5 календарных дней с даты предоставления Лицензиаром отчёта Лицензиату (если иное не установлено в Заказе).",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Условия 100% предоплаты и срок постоплатной оплаты при отсутствии предоплаты"
        }
      ],
      "priority": "primary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата лицензионного вознаграждения за операции по идентификации поведения Пользователей по базовому тарифу (50 руб. за одну операцию)",
      "amount": {
        "value": 50,
        "currency": "RUB",
        "type": "calculated",
        "formula": "50 * количество использованных/приобретённых операций"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "до начала использования операций, в порядке 100% предварительной оплаты либо в сроки, установленные применимым Тарифом/документами с Лицензиатом"
      },
      "conditions": "Цена 50 рублей за одну операцию применяется, если иное не предусмотрено письменным соглашением Сторон или выбором Лицензиатом иного тарифа через интерфейс Платформы. Операции могут быть использованы в течение 2 месяцев с даты оплаты; по истечении срока расчёт стоимости использованных операций и предоставление дополнительного объема осуществляются по условиям выбранного тарифа. Лицензионное вознаграждение не облагается НДС на основании ст. 145.1 НК РФ. Обязательства по оплате считаются исполненными с даты зачисления денежных средств на корреспондентский счёт банка Лицензиара.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p77"
          ],
          "comment": "Устанавливает цену 50 рублей за одну операцию и срок использования оплаченных операций."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Определяет момент исполнения обязательств Лицензиата по оплате."
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата лицензионного вознаграждения по Тарифу «Расширенный», включающему лимит 6000 операций по идентификации поведения Пользователей",
      "amount": {
        "value": 350000,
        "currency": "RUB",
        "type": "fixed"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "как правило, до предоставления Лицензии, в порядке 100% предварительной оплаты, если иное не установлено в документах с Лицензиатом"
      },
      "conditions": "Тариф «Расширенный» действует с 01.07.2025. Вознаграждение 350 000 рублей не облагается НДС (ст. 145.1 НК РФ) и включает лимит 6000 операций, в рамках которого возможна обработка звуковых сообщений. Срок действия операций по Лицензии – 3 месяца. Обязательства по оплате считаются исполненными с момента зачисления средств на корреспондентский счёт банка Лицензиара.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "Описание тарифа «Расширенный» и его стоимости, а также общий порядок оплаты (100% предоплата, если иное не установлено)."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Момент исполнения обязательства по оплате."
        }
      ]
    },
    {
      "id": "payment_3",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Общая обязанность по оплате лицензионного вознаграждения за предоставление Лицензии на условиях 100% предварительной оплаты согласно Тарифам",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "сумма по выбранному Тарифу/Заказу"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "до предоставления Лицензии, в порядке 100% предварительной оплаты, если иное прямо не установлено в документах с Лицензиатом"
      },
      "conditions": "Оплата осуществляется в безналичном порядке платёжными поручениями в соответствии с Тарифами. Применяется во всех случаях, когда прямо не предусмотрен иной порядок (например, постоплата). Обязательства по оплате считаются выполненными с даты зачисления средств на корреспондентский счёт банка Лицензиара.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "П.5 Приложения — устанавливает порядок 100% предварительной оплаты вознаграждения за Лицензию."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Момент исполнения обязательств Лицензиата по оплате."
        }
      ]
    },
    {
      "id": "payment_4",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата лицензионного вознаграждения за предоставление Лицензии в порядке постоплаты при отсутствии предоплаты",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "сумма по Заказу/Тарифу за фактически предоставленный лицензионный доступ"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "в течение 5 календарных дней с даты предоставления Лицензиатом отчёта Лицензиару, если иное не установлено в Заказе"
      },
      "conditions": "Применяется в случаях, когда предоплата отсутствует. Оплата безналично платёжными поручениями. Обязательство по оплате считается исполненным с даты зачисления денежных средств на корреспондентский счёт банка Лицензиара.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p78"
          ],
          "comment": "П.6 Приложения — порядок оплаты при отсутствии предоплаты и срок 5 дней с даты отчёта."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Момент исполнения обязательств по оплате."
        }
      ]
    },
    {
      "id": "payment_5",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата технического запаса операций, предоставляемого сверх основного объёма операций по Лицензии",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "стоимость технического запаса определяется по применимому Тарифу/условиям Договора и количеству фактически использованных дополнительных операций (не более 3000 операций по каждой Лицензии)"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "на условиях последующей оплаты после использования технического запаса операций, за исключением случаев, когда на момент его включения у Лицензиата имеется неизрасходованный аванс по предоплате"
      },
      "conditions": "Технический запас операций доступен после достижения объёма основной обработки по Лицензии, не превышает 3000 операций по каждой Лицензии, может быть отключён. Как правило, оплачивается по постоплате; при наличии неизрасходованного аванса по предоплате оплата может производиться за счёт этого аванса. Обязательства по оплате считаются выполненными с момента зачисления средств на корреспондентский счёт банка Лицензиара.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Определение технического запаса операций и предельный объём — до 3000 операций по каждой Лицензии."
        },
        {
          "paragraphIds": [
            "p27"
          ],
          "comment": "Условие постоплаты для технического запаса операций и момент исполнения обязательства по оплате."
        }
      ]
    },
    {
      "id": "payment_6",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Уплата пени за несвоевременную уплату вознаграждения по Договору (кроме случаев предоплаты)",
      "amount": {
        "value": 0.05,
        "currency": "RUB",
        "type": "percentage",
        "formula": "0,0005 * сумма просроченного платежа * количество дней просрочки"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "за каждый день просрочки до момента фактической оплаты просроченного вознаграждения",
        "period": "ежедневно за каждый день просрочки"
      },
      "conditions": "Ответственность в виде пени применяется в случае несвоевременной уплаты вознаграждения Лицензиатом, кроме случаев предоплаты. Размер пени — 0,05% от суммы соответствующего просроченного платежа за каждый день просрочки.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p42"
          ],
          "comment": "Устанавливает обязанность Лицензиата уплатить пени в размере 0,05% за каждый день просрочки платежа (кроме случаев предоплаты)."
        }
      ]
    },
    {
      "id": "payment_7",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата уже предоставленного лицензионного доступа и лицензионных платежей, несмотря на возникновение обстоятельств непреодолимой силы",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "сумма лицензионного вознаграждения за уже предоставленный доступ по соответствующим Тарифам/Заказам"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "в сроки, установленные Договором и применимыми Тарифами, без изменения из‑за обстоятельств непреодолимой силы"
      },
      "conditions": "Продолжительность обстоятельств непреодолимой силы свыше 30 рабочих дней не затрагивает обязательств по оплате уже предоставленного лицензионного доступа и не влечёт пересмотра лицензионных платежей.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p59"
          ],
          "comment": "Форс-мажор не отменяет и не изменяет обязанность оплатить уже предоставленный лицензионный доступ и лицензионные платежи."
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Договор действует без оснований для досрочного расторжения",
      "description": "Общие положения договора действуют, специальных оснований для одностороннего расторжения по указанным пунктам не наступило.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46",
            "p67",
            "p68"
          ],
          "comment": "Исходное состояние до наступления нарушений или направления уведомлений о расторжении."
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Нарушение по разделу 9, дающее право Лицензиару на немедленное расторжение",
      "description": "Наступило нарушение по разделу договора, к которому относится п. 9.3.3; у Лицензиара возникает право на одностороннее внесудебное расторжение и требование упущенной выгоды.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46"
          ],
          "comment": "Нарушения по разделу 9 дают Лицензиару право на немедленное расторжение и требование упущенной выгоды."
        }
      ],
      "tasks": [
        {
          "id": "task_2_1",
          "label": "Направить уведомление о расторжении по п. 9.3.3",
          "description": "Реализовать право на немедленное одностороннее расторжение путем направления Лицензиату уведомления о расторжении в установленный срок.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Лицензиар имеет право немедленно расторгнуть договор с момента уведомления Лицензиата о расторжении за 1 календарный день с момента наступления нарушений."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 1,
            "type": "calendar",
            "direction": "after",
            "description": "Уведомление о расторжении должно быть направлено не позднее 1 календарного дня с момента наступления нарушения, чтобы воспользоваться режимом немедленного расторжения по данному пункту."
          }
        },
        {
          "id": "task_2_2",
          "label": "Возместить упущенную выгоду Лицензиару по требованию",
          "description": "При получении соответствующего требования от Лицензиара компенсировать упущенную выгоду в связи с нарушением.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Лицензиат должен возместить упущенную выгоду Лицензиара по требованию последнего."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Нарушение по разделу 9, уведомление о расторжении направлено Лицензиаром",
      "description": "Лицензиар в установленный срок направил уведомление о расторжении по п. 9.3.3; договор подлежит немедленному расторжению во внесудебном порядке.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46"
          ],
          "comment": "Уведомление о расторжении по п. 9.3.3 влечет немедленное расторжение договора."
        }
      ],
      "tasks": [
        {
          "id": "task_3_1",
          "label": "Исполнение обязательств до момента прекращения",
          "description": "Стороны исполняют действующие обязательства до момента фактического прекращения договора, если иное не вытекает из его характера или иных условий.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "П. 9.3.3 устанавливает немедленное расторжение с момента уведомления; до этого момента обязательства сохраняются."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Просрочка оплаты более чем на 2 месяца (основание для расторжения Лицензиаром)",
      "description": "Лицензиат просрочил уплату любой части вознаграждения по Лицензии и/или оплаты возмещения потерь (убытков) более чем на 2 месяца; у Лицензиара возникает право досрочного одностороннего расторжения.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p67"
          ],
          "comment": "Просрочка свыше 2 месяцев создает у Лицензиара право на досрочное расторжение по п. 12.3."
        }
      ],
      "tasks": [
        {
          "id": "task_4_1",
          "label": "Оценить реализацию права на досрочное расторжение по п. 12.3",
          "description": "Принять решение о реализации права на одностороннее внесудебное расторжение договора в связи с просрочкой платежа более чем на 2 месяца и при необходимости подготовить уведомление.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67"
              ],
              "comment": "Договор может быть досрочно расторгнут Лицензиаром при просрочке уплаты вознаграждения/возмещения потерь более чем на 2 месяца."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_5",
      "label": "Направлено уведомление Лицензиаром о досрочном расторжении по п. 12.3",
      "description": "Лицензиар реализует право по п. 12.3 и направляет Лицензиату уведомление о досрочном одностороннем внесудебном расторжении договора вследствие просрочки платежей более чем на 2 месяца.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p67"
          ],
          "comment": "Реализация Лицензиаром права на досрочное расторжение при просрочке более 2 месяцев."
        }
      ],
      "tasks": [
        {
          "id": "task_5_1",
          "label": "Исполнение обязательств до момента прекращения по уведомлению Лицензиара",
          "description": "Стороны исполняют действующие обязательства до момента, когда договор считается расторгнутым в соответствии с условиями уведомления и договора.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p67"
              ],
              "comment": "П. 12.3 предусматривает возможность досрочного расторжения; конкретный момент прекращения вытекает из уведомления и общих условий договора."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_6",
      "label": "Направлено уведомление Лицензиатом о досрочном расторжении (60‑дневный срок)",
      "description": "Лицензиат направил уведомление о досрочном расторжении договора; договор подлежит прекращению по истечении 60 календарных дней с момента такого уведомления.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p68"
          ],
          "comment": "Одностороннее внесудебное расторжение Лицензиатом с 60‑дневным сроком с момента уведомления."
        }
      ],
      "tasks": [
        {
          "id": "task_6_1",
          "label": "Отсчитать 60 дней до прекращения договора по уведомлению Лицензиата",
          "description": "Определить дату прекращения договора как 60‑й календарный день, считая с даты направления (или получения, если так принято в договоре) уведомления Лицензиата о расторжении.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p68"
              ],
              "comment": "Договор может быть досрочно расторгнут Лицензиатом в одностороннем внесудебном порядке в течение 60 дней с момента уведомления."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 60,
            "type": "calendar",
            "direction": "after",
            "description": "Договор считается расторгнутым по истечении 60 календарных дней с момента уведомления Лицензиатом о расторжении."
          }
        },
        {
          "id": "task_6_2",
          "label": "Исполнять обязательства в течение 60‑дневного периода до прекращения",
          "description": "Стороны продолжают исполнение обязательств по договору до наступления даты прекращения, если иное не установлено договором.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p68"
              ],
              "comment": "Период в 60 дней с момента уведомления — время до досрочного расторжения, в течение которого договор еще действует."
            }
          ],
          "priority": "secondary"
        }
      ]
    },
    {
      "id": "state_7",
      "label": "Договор расторгнут",
      "description": "Договор считается прекращенным в результате реализации права на одностороннее внесудебное расторжение Лицензиаром или Лицензиатом по соответствующим условиям.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46",
            "p67",
            "p68"
          ],
          "comment": "Состояние после реализации одностороннего расторжения по п. 9.3.3, 12.3 или 12.4."
        }
      ]
    }
  ]
}