{
  "originalText": "Договор на оказание услуг по размещению рекламы в Московском метрополитене\n№ 154\n\nг. Москва                                                                                                                                  «17» ноября 2025 г.\nООО «М-Рус», именуемое в дальнейшем «Исполнитель», в лице Генерального директора Серьезнова Алексея Олеговича, действующего на основании Устава, с одной стороны, и АО «Право.ру», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, вместе именуемые «Стороны», заключили настоящий Договор (далее - «Договор») о нижеследующем.\n        1. Предмет договора\n1.1. Заказчик поручает и оплачивает, а Исполнитель размещает (и изготавливает, если это предусмотрено приложением к настоящему договору) рекламную продукцию в Московском метрополитене (в дальнейшем – Метрополитен), согласно приложениям, к настоящему договору. \n1.2. Заказчик обязуется принять оказанные услуги и оплатить их в порядке, установленном настоящим договором.\n1.3. Конкретный перечень Услуг, включая тип рекламных мест, количество рекламных мест, сроки размещения Рекламных материалов, а также стоимость Услуг и иные условия их оказания определяются Сторонами в Приложениях к настоящему Договору.\n\n2. Порядок оказания услуг по Договору\n2.1. Заказчик самостоятельно осуществляет подготовку и редактирование Рекламных материалов, в том числе составление/изменение рекламы, с учетом всех требований, определенных Договором, если иное не согласовано Сторонами дополнительно. \n2.2. После согласования Сторонами условий Размещения Рекламных материалов Исполнитель выставляет счет на оплату Услуг, который оплачивается Заказчиком в порядке и на условиях настоящего Договора. Оплатой счета Заказчик подтверждает, что ознакомлен со всеми условиями Размещения Рекламных материалов и принимает их безоговорочно. В случае если платеж по выставленному счету не был произведен Заказчиком в течение установленного срока оплаты, Исполнитель оставляет за собой право отказать Заказчику в оказании Услуг на ранее согласованных Сторонами условиях.\n\t2.3. После оплаты счета Исполнителя, в соответствии с условиями настоящего Договора, Заказчик не позднее, чем за 3 (три) рабочих дня до даты начала размещения предоставляет на согласование Исполнителю готовые к размещению Рекламные материалы для размещения на Электронных Средствах Визуализации (далее – ЭСВ), и  не позднее чем  за 15 (пятнадцать) рабочих дней до даты начала размещения,  Рекламные материалы, размещаемых на иных Рекламных местах в формате, установленном для каждого из предоставляемых Рекламных материалов, и ссылку на соответствующие им интернет-страницы, если они упоминаются в рекламном материале.\n2.4. Исполнитель осуществляет проверку Рекламных материалов Заказчика на соответствие действующему законодательству РФ и г. Москвы, в том числе требованиям этики и морали, как до начала оказания Услуг, так в любой момент после начала размещения Рекламных материалов. В случае выявления несоответствия Рекламного материала требованиям действующего законодательства РФ и г. Москвы, Исполнитель вправе отказать в размещении или прекратить размещение Рекламного материала, что не является нарушением условий настоящего Договора и к Исполнителю не могут быть применены, в связи с таким отказом, какие-либо штрафные санкции, не могут быть предъявлены требования о возмещении каких-либо убытков, расходов. Принятие к размещению и/или подтверждение Исполнителем возможности размещения Рекламного материала ни при каких обстоятельствах не означает подтверждение Исполнителем права Заказчика на какое-либо использование в таком Рекламном материале объектов интеллектуальной собственности третьих лиц. Всю ответственность за такое использование и любые последствия такого использования, равно как и за содержание Рекламных материалов и их соответствие требованиям законодательства Заказчик несет самостоятельно.\nЕсли рекламируемая деятельность подлежит лицензированию, а услуги и (или) товары обязательной сертификации или регистрации, то Заказчик одновременно с Рекламными материалами предоставляет Исполнителю, посредством направления на адрес электронной почты Исполнителя, указанный в п.12.6 настоящего Договора, заверенные надлежащим образом копии требуемых лицензий, разрешений, сертификатов или иных регистрационных документов, предусмотренных законодательством РФ. \nВ случае предоставления Заказчиком Рекламных материалов на любых Рекламных местах, за исключением ЭСВ, и/или предоставления документов, предусмотренных настоящим Договором, менее чем за 15 (пятнадцать) дней до начала их размещения, срок Размещения Рекламных материалов может быть сокращен на время просрочки предоставления Рекламных материалов, соответствующих требованиям настоящего Договора, а стоимость оказания Услуг, согласованная Сторонами, изменению не подлежит.\nВ случае предоставления Заказчиком Рекламных материалов, подлежащих размещению на ЭСВ, менее чем за 3 (три) рабочих дня до даты фактического размещения, а также в случае предоставления Заказчиком на модерацию Рекламных материалов, не соответствующих требованиям действующего законодательства РФ и г.Москвы, срок Размещения таких Рекламных материалов на ЭСВ может быть сокращен на время просрочки предоставления Рекламных материалов, соответствующих требованиям настоящего Договора, а стоимость оказания Услуг, согласованная Сторонами, изменению не подлежит.\nУчитывая особенности работы ГУП «Московский метрополитен», требования техники безопасности и режима охраны объектов ГУП «Московский метрополитен», производственные и технические особенности работ по размещению Рекламных материалов на подвижном составе, непосредственно в объектах ГУП «Московский метрополитен», а также их удаления, монтаж, установка, расклейка и прочие действия по фактическому размещению Рекламных материалов на Рекламных местах осуществляются в период от 6 (шести) рабочих дней до даты начала периода Размещения рекламных материалов по 4 (четвертый) рабочий день непосредственно периода Размещения Рекламных материалов, включительно. Демонтаж, удаление, снятие и прочие действия по фактическому удалению Рекламных материалов с мест их размещения, за исключением ЭСВ, производятся в период от 6 (шести) рабочих дней, предшествующих дню окончания периода Размещения Рекламных материалов, по 4 (четвёртый) рабочий день, следующий за днем окончания периода Размещения Рекламных материалов, включительно.\nРазмещение Рекламных материалов на ЭСВ производится непосредственно в первый день периода Размещения Рекламных материалов.\nСнятие с ЭСВ Рекламных материалов производится либо в первый календарный день, следующий за последним днем непосредственно периода Размещения Рекламных материалов, либо ранее, а именно в день, когда был достигнут объем показов Рекламного материала, согласованный Сторонами в Приложении к настоящему Договору. При этом сокращение периода размещения не считается нарушением Исполнителем условий Договора, а Услуги считаются оказанными надлежащим образом, качественно и в полном объеме.\nУказанные сроки монтажа, установки, расклейки, а также демонтажа, удаления, снятия Рекламных материалов с мест их размещения не являются нарушением Исполнителем условия о сроке (периоде) Размещения рекламных материалов. В связи с указанным, к Исполнителю не могут быть предъявлены какие-либо претензии, применены какие-либо штрафные санкции, предъявлены требования о возмещении убытков.\nЗаказчик вправе отказаться от размещения Рекламных материалов, а также сократить период их размещения, не позднее чем за 45 (сорок пять) рабочих дней до даты начала согласованного Сторонами фактического размещения. В противном случае, сумма внесенной предоплаты в соответствии с п.5.2, не возвращается, а если она по каким- либо причинам внесена не была - стоимость ранее согласованного сторонами Размещения таких Рекламных материалов подлежит оплате Заказчиком Исполнителю в полном объеме.\nВ случае несоответствия Рекламных материалов требованиям действующего законодательства РФ и г. Москвы, Исполнитель в порядке, предусмотренном п. 12.6. Договора, информирует об этом Заказчика. При этом, в случае размещения Рекламных материалов на Рекламных местах, Заказчик обязуется привести Рекламные материалы в соответствие с требованиями и повторно направить их на модерацию Исполнителю в сроки, предусмотренные в п. 2.5.1 и 2.5.2. В случае, если Заказчик своевременно не предоставит Рекламные материалы, соответствующие требованиям действующего законодательства РФ и г. Москвы, Исполнитель вправе отказать в Размещении Рекламных материалов, что не будет являться нарушением Исполнителем принятых на себя обязательств по Договору, и, в связи с таким неразмещением Рекламного материала к Исполнителю не могут быть применены никакие штрафные санкции, не могут быть предъявлены требования о возмещении убытков\nИсполнитель вправе направить письменно уведомление о досрочном демонтаже Рекламных материалов, размещенных на любых Рекламных местах, кроме ЭСВ, либо демонтаже Рекламных материалов строго к указанному сроку не позднее 15 (пятнадцати) рабочих дней до окончания периода размещения, либо желаемой даты демонтажа. Уведомление направляется Заказчику в электронном виде на электронную почту Исполнителя, указанную в п. 12.6. настоящего Договора. Досрочное снятие Рекламного материала, размещенного на ЭСВ, помимо прочего производится непосредственно в день, когда был достигнут объем показов Рекламного материала, согласованный Сторонами в Приложении к настоящему Договору.\nЗаказчик обязуется по запросу Исполнителя предоставлять последнему все необходимые дополнительные информацию и документы, в том числе подтверждение соответствия Рекламных материалов требованиям законодательства Российской Федерации о рекламе, товарных знаках, авторских и смежных правах, а также лицензии или специальные разрешения (либо их надлежаще заверенные копии).\nИсполнитель прекращает оказание Услуг немедленно без предварительного уведомления Заказчика и необходимости получения от него согласия на такое прекращение без какой-либо ответственности со своей стороны в следующих случаях:\nпри неоплате Услуг 2 (два) и более раза подряд или в течение более чем 1 (одного) месяца;\nв случае получения требования от компетентного органа о снятии Рекламного материала, ввиду нарушения законодательства РФ;\nв случае поступления в адрес Исполнителя требования от третьего лица, утверждающего, что его права и/или интересы, деловая репутация нарушены Рекламным материалом;\nв случае поступления в адрес Исполнителя требования о снятии Рекламного материала от Партнера Исполнителя, в связи с несоответствием Рекламных материалов требованиям законодательства РФ;\nпри существенных нарушениях со стороны Заказчика положений Договора;\nв иных случаях, предусмотренных действующим законодательством РФ.\n\nПрава и обязанности сторон\nИсполнитель обязан:\nПри условии соблюдения Заказчиком положений Договора, в том числе обязательств по оплате, оказать Заказчику Услуги по предоставлению рекламных услуг, с целью Размещения Рекламных материалов на ЭСВ и Рекламных местах, исходя из согласованных Сторонами условий;\nНе позднее 10 (десяти) рабочих дней с даты окончания Отчетного периода предоставлять Заказчику Акты сдачи-приемки оказанных услуг (далее - «Акт») по соответствующему Размещению Рекламных материалов в Отчетный период в 2 (двух) экземплярах, подписанные, со своей стороны.\nВ течение 15 (пятнадцати) календарных дней с даты начала периода размещения предоставить Заказчику 100 (сто) % полученного от ГУП «Московский метрополитен» фотоотчета о Размещении Рекламных материалов (кроме ЭСВ).\nСтатистика размещения Рекламных материалов на ЭСВ доступна Заказчику по отдельному запросу, направленному Исполнителю не позднее последнего дня периода Размещения Рекламного материала на ЭСВ, Исполнитель в течение 15 (пятнадцати) рабочих дней с даты окончания периода размещения на ЭСВ Рекламного материала может предоставить Заказчику отчет о таком размещении.\nОбеспечить надлежащее состояние Рекламных материалов, размещенных на Рекламных местах, в течение периода размещения. Под надлежащим состоянием Рекламных материалов понимается такое состояние Рекламных материалов, при котором содержащаяся на нем информация может восприниматься потребителем рекламы в полном объеме.\nВ случае механических или прочих повреждений Рекламных материалов обеспечить их замену в течение 5 (пяти) рабочих дней, при условии оплаты Заказчиком необходимого количества Рекламных материалов.\nПри нарушении п.3.1.1., 3.1.5 и 3.1.6. Исполнитель несет ответственность в соответствие с п. 7.3. Договора.\n\nИсполнитель вправе:\nБез согласования с Заказчиком привлекать третьих лиц к исполнению Договора. Исполнитель несет ответственность за действия третьих лиц, привлеченных к исполнению Договора;\nПриостановить оказание услуг без предварительного уведомления Заказчика на срок до устранения нарушений, без применения к Исполнителю каких-либо мер ответственности, в случае нарушения Заказчиком сроков оплаты, сроков и условий предоставления информации, материалов, а равно непредставления материалов, информации или документов, в соответствии с условиями настоящего Договора;\nОтказать в размещении конкретных Рекламных материалов в случае их несоответствия этическим принципам, рекламной политике Исполнителя и/или партнера Исполнителя, а равно требованиям Федерального Закона «О рекламе» и нормам действующего законодательства РФ;\nОтказаться от исполнения Договора в одностороннем внесудебном порядке без указания причин путем направления Заказчику письменного уведомления о таком намерении на адрес его места нахождения или почтовый адрес, указанный в реквизитах Сторон, не позднее 30 (тридцать) календарных дней до даты планируемого прекращения Договора.\n\n3.3. Заказчик обязан:\nСвоевременно и в надлежащем виде предоставлять Рекламные материалы, а также документы, предусмотренные настоящим Договором;\nСамостоятельно, своими силами и за свой счет урегулировать с авторами, правообладателями, третьими лицами все вопросы, связанные с объектами интеллектуальной собственности, содержащимися в Рекламных материалах, их размещением в рамках настоящего Договора;\nПроизводить оплату в соответствии с положениями настоящего Договора;\nПодписывать Акты в течение 3 (трех) рабочих дней с даты получения соответствующего Акта и направлять один экземпляр подписанного Акта Исполнителю или в тот же срок предоставлять мотивированный отказ в письменном виде. \n3.4.Заказчик вправе:\n3.4.1. По предварительному письменному согласованию с Исполнителем внести соответствующие изменения в уже размещенный Рекламный материал. В случае изменения Рекламного материала Заказчик предоставляет Рекламный материал, подлежащий размещению не на ЭСВ, не позднее, чем за 15 (пятнадцать) рабочих дней до согласованной Сторонами даты начала размещения такого Рекламного материала в измененном виде. В случае изменения Рекламного материала, подлежащего размещению на ЭСВ, Заказчик предоставляет Рекламный материал, соответствующий требованиям Договора, не позднее, чем за 3 (три) рабочих дня до согласованной Сторонами даты начала размещения такого Рекламного материала в измененном виде. Рекламные материалы должны быть оформлены в соответствии с требованиями действующего законодательства, Медиа-параметрами и положениями Договора.\n3.4.2. В одностороннем внесудебном порядке отказаться от исполнения Договора без указания причин путем направления Исполнителю письменного уведомления о таком намерении на его адрес места нахождения или почтовый адрес, указанный в реквизитах сторон, не позднее 45 (сорока пяти) календарных дней до даты планируемого прекращения Договора. В этом случае Заказчик обязуется полностью оплатить Исполнителю все оказанные им услуги и понесенные Исполнителем расходы. Исполнитель, со своей стороны, возвращает Заказчику ранее полученные им авансовые средства, за вычетом стоимости фактически исполненного и размера понесенных Исполнителем расходов.\nПорядок сдачи-приемки услуг.\nИсполнитель составляет и подписывает со своей стороны Акт в 2 (двух) экземплярах и направляет его Заказчику не позднее 10 (десяти) рабочих дней с даты окончания Отчетного периода.\nЗаказчик подписывает Акты и направляет 1 (один) экземпляр акта Исполнителю в течение 3 (трех) рабочих дней с момента получения Актов от Исполнителя.\nПри наличии замечаний Заказчик в сроки, указанные в п.4.2. Договора, составляет письменный мотивированный отказ от подписания Акта. В таком отказе указываются недостатки, обнаруженные Заказчиком при оказании услуг Исполнителем.\nИсполнитель в разумный срок с учетом собственных возможностей устраняет недостатки, указанные Заказчиком в отказе от подписания Акта. После этого Стороны проводят повторную приемку оказанных Исполнителем услуг в порядке, предусмотренным разделом 4 Договора.\nУслуги, оказанные за соответствующий Отчетный период, считаются принятыми с момента подписания Заказчиком Акта.\nЕсли Акт или письменный мотивированный отказ от его подписания не будут направлены Исполнителю в течение 3 (трех) рабочих дней с даты получения вышеуказанного Акта Заказчиком, такой Акт считается принятым и подписанным Заказчиком без замечаний, а услуги оказанными Исполнителем качественно, в полном объеме, принятыми Заказчиком без каких-либо нареканий и подлежащими оплате Заказчиком в установленный Договором срок. Исполнитель вправе сделать отметку в своем экземпляре Акта, что Заказчиком не подписан Акт и Исполнителем не получены ни вышеуказанный Акт, ни письменный мотивированный отказ от подписания Акта.\nСтоимость и порядок расчетов.\nСтоимость услуг Исполнителя, порядок и сроки их оплаты определяются настоящим Договором.\nЗаказчик оплачивает услуги Исполнителя безналичным расчетом на расчетный счет Исполнителя, указанный в настоящем Договоре, на основании счетов, выставляемых Исполнителем на сумму общей стоимости услуг (либо их части) не позднее 3 (трех) рабочих дней с даты выставления счета, если иной срок не указан в счете. \nСтоимость услуг может быть установлена в рублях РФ, евро, долларах США. Расчеты производятся в безналичном порядке, при этом обязательства по оплате считаются исполненными Заказчиком с даты зачисления денежных средств на расчетный счет Исполнителя.\nЗаявления и гарантии Сторон\nКаждая Сторона настоящего Договора заявляет и гарантирует, что она имеет все права и полномочия, необходимые для заключения настоящего Договора и полного исполнения своих обязательств по нему, и что заключение и/или исполнение обязательств по Договору не нарушит условия каких-либо других обязательств этой Стороны перед третьими лицами.\nНа момент подписания Договора стороны не подвергнуты процедурам принудительной ликвидации или банкротства.\nВ рамках исполнения настоящего Договора какие-либо объекты интеллектуальной собственности Исполнителем не создаются.\nЗаказчик гарантирует, что направляемые в соответствии с настоящим Договором Рекламные материалы по своему содержанию и оформлению соответствуют требованиям действующего законодательства Российской Федерации, в том числе о рекламе, авторском праве, правах на результаты интеллектуальной деятельности, и распространение рекламы не нарушает прав и законных интересов третьих лиц. Все возможные расчеты с авторами и обладателями смежных прав производятся Заказчиком самостоятельно.\nЗаказчик самостоятельно урегулирует с авторами и правообладателями вопросы использования произведений и иных объектов интеллектуальной собственности, а также имен и изображений в рекламе Заказчика, предоставленной для размещения.\nИсполнитель оставляет за собой право использовать товарные знаки, текстовые, информационные и другие материалы, предоставленные Заказчиком, а также символику Заказчика и третьих лиц, полученную от Заказчика, в рекламных целях, в том числе путем размещения на сайте Исполнителя, в иных аналогичных случаях, направленных на демонстрацию возможностей Исполнителя.\nВсе расчеты с авторами/правообладателями в отношении Рекламных материалов, предоставленных Заказчиком по настоящему Договору, несет Заказчик самостоятельно.\n\nОтветственность сторон\nЗа неисполнение или ненадлежащее исполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с Договором и действующим законодательством РФ.\nПри нарушении Заказчиком сроков предоставления рекламных материалов-срок рекламной кампании уменьшается на количество дней просрочки.\nПри нарушении Исполнителем срока начала Рекламной кампании, либо нарушения п. 3.1.1, 3.1.5 и 3.1.6 по вине Исполнителя, Исполнитель по указанию заказчика:\n-Либо продлевает период размещения рекламной кампании на количество дней просрочки (строго при условии, если рекламные места, на которых были размещены рекламные материалы Заказчика свободны (не выкуплены/не забронированы) в следующем периоде.\n-Либо возвращает Заказчику стоимость размещения рекламных материалов в объёме прямо пропорциональном количеству дней просрочки и объёму ненадлежащее размещённых материалов в течение 10 рабочих дней с даты подписания акта на фактический объём и срок размещения рекламной кампании.\nПри полном не размещении Рекламной кампании Заказчика по вине Исполнителя- Исполнитель возвращает Заказчику денежные средства, уплаченные за неразмещенную рекламную кампанию, в полном объеме в течение 10(Десяти) рабочих дней с даты окончания периода размещения такой рекламной кампании.\nЗа нарушение Исполнителем предусмотренных настоящим Договором сроков оказания Услуг, если оно не явилось следствием нарушения Заказчиком своих обязательств по настоящему договору и/или обстоятельств непреодолимой силы, Заказчик вправе требовать от Исполнителя уплаты неустойки в размере 0,1% (ноль целых одна десятая процента) от месячной стоимости Услуг Исполнителя за размещение соответствующих Рекламных материалов за каждый день просрочки.\nПри нарушении Заказчиком срока оплаты стоимости размещения Рекламных материалов в соответствии с Разделом 5 настоящего Договора Исполнитель вправе отказать в размещении Рекламных материалов на выбранных Рекламных местах. При этом оплаченная в соответствии с п.5.2, настоящего Договора стоимость Услуг удерживается Исполнителем в качестве компенсации.\nПри нарушении срока уведомления об отказе от размещения Рекламного материала, в том числе в случае отказа Заказчика от Договора в одностороннем порядке, а также при нарушении сроков уведомления о сокращении периода Размещения Рекламных материалов, Заказчик обязуется выплатить Исполнителю компенсацию, размер которой определяется исходя из цены Услуг, от которых отказался Заказчик:\n(а)\tпри уведомлении за 45 рабочих дней и ранее - 0 %;\n(б)\tпри уведомлении в срок от 45 до 30 рабочих дней - 50 %;\n(в) при уведомлении менее чем за 30 рабочих дней, а также в период оказания услуг - 100 %.\nУказанные суммы компенсации Исполнитель вправе удержать из любых сумм, поступивших от Заказчика в рамках Договора, в том числе в качестве оплаты Размещения иных Рекламных материалов, без необходимости получения согласия на то Заказчика.\nВ случае нарушения обязательств о конфиденциальности, предусмотренных Договором, виновная Сторона возмещает любые убытки, связанные с нарушением данных обязательств.\nЗаказчик подтверждает, что в случае, если в отношении Исполнителя и/или Партнера Исполнителя будет возбуждено дело, предъявлен судебный иск или будет заявлена претензия от любого третьего лица в связи с оказанием услуг Исполнителем по настоящему договору (например, но не ограничиваясь этим: несоответствие Рекламных материалов действующему законодательству РФ, неправомерное использование результатов интеллектуальной деятельности, входящих в состав Рекламных материалов) вся ответственность за возможные неблагоприятные последствия лежит на Заказчике. Заказчик обязуется разрешить вышеуказанные претензии, требования и иски самостоятельно либо с участием Исполнителя, если такое участие действительно необходимо для такого разрешения.\nВ случае предъявления к Исполнителю и/или Партнеру Исполнителя претензий со стороны третьих лиц, связанных с нарушением прав на объекты интеллектуальной собственности в рекламе, Заказчик предпримет все необходимые меры для устранения таких нарушений силами и за счет Заказчика, в том числе, но не ограничиваясь, предоставит всю необходимую информацию по запросу Исполнителя в течение 1 (одного) рабочего дня с момента его получения. Все расходы Исполнителя и любые штрафы, пени, убытки, которые понесет Исполнитель в связи с вышеизложенным, подлежат возмещению Заказчиком на основании требований Исполнителя.\nЗаказчик несет полную ответственность за соблюдение требований действующего законодательства РФ к содержанию Рекламных материалов, а равно прав на объекты интеллектуальной собственности, включенные в предоставленные Заказчиком рекламные материалы, за недостоверность сведений, ошибки и неточности в содержании рекламы, за недостоверность рекламы и допущение в рекламе недобросовестной конкуренции.\nЗаказчик уведомлен, принимает, понимает и соглашается с тем, что \nв процессе эксплуатации подвижного состава ГУП «Московский метрополитен» проводит регулярное техническое обслуживание вагонов/составов, в связи с чем некоторые вагоны/составы содержащие Рекламные материалы могут временно отсутствовать на линии, но на срок не более 5 (пяти) календарных дней. В случае если планируется долгосрочный (более пяти календарных дней) ремонт вагона/состава с размещенными в нем Рекламных материалов, ГУП «Московский метрополитен» осуществляет размещение таких Рекламных материалов из представленного Заказчиком запаса 15% в других вагонах/составах, выведенных на замену отсутствующим, на период ремонта.\nФактическое количество (объем) показов, размещения Рекламного материала на любых Рекламных местах может отличаться от запланированного (заказанного) на 5 (пять) % в большую или меньшую сторону от согласованного Сторонами объема размещения Рекламного материала, что является допустимым отклонением. Указанное допустимое отклонение не является нарушением Исполнителем обязательств по Договору, не влияет на стоимость Услуг и не считается некачественным, несвоевременным оказанием Услуг или оказанием Услуг в неполном объеме.\nГУП «Московский метрополитен» имеет право демонтировать/снять поврежденный/испорченный третьими лицами Рекламные материалы и не заменять их на новые, до предоставления Заказчиком аналогичных экземпляров предназначенных взамен поврежденных/испорченных, в случае исчерпания экземпляров Рекламных материалов, предоставленных для осуществления технического обслуживания (запаса для липкой аппликации) или отсутствия нового ЭВС или Рекламного места, в том числе места для размещения световых рекламных коробов.\nУплата неустойки и штрафа, возмещение имущественных потерь не освобождают Стороны от выполнения обязательств по Договору.\nВсе санкции по настоящему Договору применяются по усмотрению Сторон, начисляются с момента письменного требования одной из Сторон, и считаются полагающимися к уплате в случае и с момента выставления на них соответствующего счета.\n\nКонфиденциальность.\nКаждая Сторона обязуется не разглашать, не передавать третьим лицам и не использовать, кроме как для целей исполнения настоящего Договора, любую полученную в связи с настоящим Договором от другой Стороны информацию относительно бизнес-планов другой Стороны, ее продукции, клиентов, технологий, программного обеспечения, компьютерных систем, методов маркетинга и продвижения, торговых наценок, стоимости товаров, стоимости материалов, структуры капитала, результатов основной деятельности или иных деловых вопросов и любую иную коммерческую тайну или секреты производства другой Стороны, без предварительного письменного разрешения другой Стороны (получаемого в каждом отдельном случае).\nСторона, как в течение срока действия настоящего Договора, так и после его окончания по любым основаниям, обязана предпринимать достаточные меры охраны конфиденциальной информации, с целью недопущения несанкционированного другой Стороной доступа и/или получения указанной конфиденциальной информации третьими лицами. Информация, в отношении которой требуется соблюдение конфиденциальности, как указано в настоящем Договоре, может быть сообщена любой из Сторон только тем лицам, которым такая информация необходима для целей исполнения настоящего Договора. До получения данной информации такие лица (в том числе директора и работники Стороны) должны быть уведомлены о конфиденциальном характере такой информации.\nСтороны обязуются обеспечивать конфиденциальность сведений и информации, полученной в ходе исполнения Договора, не допускать разглашения такой информации и передачу третьим лицам в течение 5 (пяти) лет с момента получения стороной соответствующей информации, но не менее 5 (пяти) лет с даты заключения Договора.\nОбязательства конфиденциальности не распространяются на общедоступную информацию, а также на информацию, которая станет известна Сторонам из общедоступных открытых источников.\nРежим конфиденциальности, установленный настоящим разделом Договора, не распространяется на отношения Исполнителя и партнера Исполнителя.\nОбстоятельства непреодолимой силы (форс-мажор)\nНи одна из Сторон не несет ответственности за неисполнение или ненадлежащее исполнение принятых на себя обязательств, если это будет являться следствием действия обстоятельств непреодолимой силы.\nПод обстоятельствами непреодолимой силы для целей Договора понимаются чрезвычайные обстоятельства, которые Стороны не могли предвидеть, повлиять на них, контролировать и предотвратить при данных условиях. К обстоятельствам непреодолимой силы относятся: стихийные бедствия, пожары, молнии, военные перевороты и иные военные конфликты, террористические акты, гражданские волнения, забастовки, акты государственных органов, оказывающие влияние на выполнение Сторонами обязательств по Договору, мораторий, введенный в установленном законом порядке компетентными органами государственной власти.\nСторона, ссылающаяся на действие обстоятельств непреодолимой силы, должна письменно уведомить другую Сторону о наступлении таких обстоятельств в течение 3 (трех) рабочих дней с момента их наступления.\nЕсли по причине действия обстоятельств непреодолимой силы неисполнение обязательств по Договору продолжается более 1 (одного) месяца, любая из Сторон имеет право расторгнуть Договор в одностороннем порядке, уведомив об этом другую Сторону не менее чем за 15 (Пятнадцать) календарных дней до расторжения Договора.\nСрок действия Договора, порядок изменения и прекращения Договора\nДоговор вступает в силу с даты его подписания и действует в течение 1 (одного) года с даты подписания. Действие Договора автоматически продлевается на каждые последующие 12 месяцев в случае, если ни одна из Сторон не направит другой Стороне уведомление о расторжении Договора не менее чем за 60 (шестьдесят) календарных дней до даты расторжения. Количество продлений срока действия Договора не ограничено.\nДоговор может быть расторгнут любой из Сторон при письменном уведомлении другой Стороны не менее чем за 60 (шестьдесят) календарных дней до момента расторжения. Кроме того, настоящий Договор может быть досрочно расторгнут любой из Сторон, в случаях, предусмотренных настоящим Договором и действующим законодательством РФ.\nДоговор может быть изменен и расторгнут по взаимному согласию Сторон путем подписания Сторонами соответствующего соглашения к нему.\nПорядок рассмотрения споров\nВсе споры, связанные с заключением, исполнением и расторжением Договора, подлежат разрешению Сторонами путем переговоров. В случае не достижения согласия путем переговоров действует претензионный порядок рассмотрения споров, который является обязательным для Сторон. Срок рассмотрения претензии 10 (десять) рабочих дней с даты её получения адресатом.\nЗаинтересованная сторона направляет претензию в письменной форме по почте заказным отправлением с уведомлением о вручении или вручает ее другой стороне под расписку. В случае невозможности рассмотрения споров в претензионном порядке или неполучения ответа на отправленную претензию в сроки, указанные в п.11.1. Договора, спор передается на рассмотрение в Арбитражный суд по месту нахождения ответчика в соответствии с действующим законодательством РФ.\n\nЗаключительные положения\nВсе приложения, изменения и дополнения к Договору являются его неотъемлемой частью.\nВсе приложения, изменения и дополнения к Договору действительны в случае, если совершены в письменном виде и подписаны уполномоченными представителями Сторон.\nПосле подписания Договора все предшествовавшие ему письменные и устные договоренности утрачивают силу.\nПодписывая Договор, Стороны ознакомились и согласились полностью с его условиями, с возложенными на них по Договору правами и обязанностями, возражений и дополнений нет.\nВ случае изменения реквизитов одной из Сторон такая Сторона обязуется уведомить об этом другую сторону не позднее 5 (пяти) рабочих дней с момента такого изменения.\nЕсли в Договоре прямо не указано на необходимость направления информации или документов по адресу нахождения Стороны, все согласования, заявления, уведомления, сообщения передаются Сторонами с использованием средств электронной связи на электронные адреса, указанные в настоящем пункте Договора. Стороны признают, что вся электронная переписка с/на электронной почты, указанной в настоящем пункте Договора, совершаемая между ними относительно исполнения Договора, имеет доказательственную силу и может использоваться в качестве письменного доказательства при разрешении возникающих споров, в том числе в суде. Стороны подтверждают, что доступ к электронному почтовому ящику имеют только уполномоченные представители сторон. В случае направления посредством электронной почты вышеуказанных документов, информации, материалов в нерабочий или праздничный день, такие документы, информация, материалы считаются полученным Стороной-адресатом в первый рабочий день, следующий за таким днем отправки.\nСтороны согласовали следующие адреса электронной почты:\nСо стороны Заказчика: a.pridma@pravo.tech.\nСо стороны Исполнителя: info3@metro-msk.ru.\nПередача прав или обязанностей по Договору третьему лицу - только с письменного согласия другой Стороны.\nДоговор составлен в 2 (двух) экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой из Сторон.\nВо всем, что не предусмотрено Договором, Стороны руководствуются действующим законодательством Российской Федерации.\nАдреса и реквизиты Сторон\n\n\n\n\n\n\n\n\t\t\t\n\n\n\n\n\n\n\n\nПриложение №1\nк Договору №154 от «17» ноября 2025 г.  \n\t\n\tООО «М-Рус», именуемое в дальнейшем «Исполнитель», в лице Генерального директора Серьезнова Алексея Олеговича, действующего на основании Устава, с одной стороны, и АО «Право.ру», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, вместе именуемые «Стороны», заключили настоящее Приложение №1, являющееся неотъемлемой частью договора № 154 от «17» ноября 2025 г. о нижеследующем: \n\n1. Исполнитель обязуется разместить рекламно-информационные материалы (далее - РИМ) Заказчика в Московском метрополитене в период с 16.08.2025 по 15.09.2025 на следующих условиях:       \n\n\n\n\nСтоимость печати стикеров 71x14 см (151 шт.) и 75х15 см (25 шт.) составит: 20 789,00 (Двадцать тысяч семьсот восемьдесят девять) рублей 00 коп., в том числе НДС 20% - 3 464,83 руб.\n\nСтоимость услуг по размещению РИМ в период с 01.12.2025 по 31.12.2025 составит: 332 326,00 (Триста тридцать две тысячи триста двадцать шесть) рублей 00 коп, в том числе НДС 20% - 55 387,67 руб.\n\nИтого общая стоимость услуг по Приложению составит: 353 115,00 (Триста пятьдесят три тысячи сто пятнадцать) рублей 00 коп, в том числе НДС 20% - 58 852,5 руб.\nОплата услуг по настоящему Приложению осуществляется в следующем порядке:\n- 100% (Сто процентов) предоплата от общей стоимости работ/услуг по настоящему Приложению, что составляет: 353 115,00 (Триста пятьдесят три тысячи сто пятнадцать) рублей 00 коп, в том числе НДС 20% - 58 852,5 руб. производится до 20.11.2025 г.\n\n\n\n \n\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "Договор на оказание услуг по размещению рекламы в Московском метрополитене № 154"
    },
    {
      "id": "p2",
      "text": "г. Москва «17» ноября 2025 г. ООО «М-Рус», именуемое в дальнейшем «Исполнитель», в лице Генерального директора Серьезнова Алексея Олеговича, действующего на основании Устава, с одной стороны, и АО «Право.ру», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, вместе именуемые «Стороны», заключили настоящий Договор (далее - «Договор») о нижеследующем. 1. Предмет договора"
    },
    {
      "id": "p3",
      "text": "1.1. Заказчик поручает и оплачивает, а Исполнитель размещает (и изготавливает, если это предусмотрено приложением к настоящему договору) рекламную продукцию в Московском метрополитене (в дальнейшем – Метрополитен), согласно приложениям, к настоящему договору."
    },
    {
      "id": "p4",
      "text": "1.2. Заказчик обязуется принять оказанные услуги и оплатить их в порядке, установленном настоящим договором."
    },
    {
      "id": "p5",
      "text": "1.3. Конкретный перечень Услуг, включая тип рекламных мест, количество рекламных мест, сроки размещения Рекламных материалов, а также стоимость Услуг и иные условия их оказания определяются Сторонами в Приложениях к настоящему Договору."
    },
    {
      "id": "p6",
      "text": "2. Порядок оказания услуг по Договору"
    },
    {
      "id": "p7",
      "text": "2.1. Заказчик самостоятельно осуществляет подготовку и редактирование Рекламных материалов, в том числе составление/изменение рекламы, с учетом всех требований, определенных Договором, если иное не согласовано Сторонами дополнительно."
    },
    {
      "id": "p8",
      "text": "2.2. После согласования Сторонами условий Размещения Рекламных материалов Исполнитель выставляет счет на оплату Услуг, который оплачивается Заказчиком в порядке и на условиях настоящего Договора. Оплатой счета Заказчик подтверждает, что ознакомлен со всеми условиями Размещения Рекламных материалов и принимает их безоговорочно. В случае если платеж по выставленному счету не был произведен Заказчиком в течение установленного срока оплаты, Исполнитель оставляет за собой право отказать Заказчику в оказании Услуг на ранее согласованных Сторонами условиях."
    },
    {
      "id": "p9",
      "text": "2.3. После оплаты счета Исполнителя, в соответствии с условиями настоящего Договора, Заказчик не позднее, чем за 3 (три) рабочих дня до даты начала размещения предоставляет на согласование Исполнителю готовые к размещению Рекламные материалы для размещения на Электронных Средствах Визуализации (далее – ЭСВ), и не позднее чем за 15 (пятнадцать) рабочих дней до даты начала размещения, Рекламные материалы, размещаемых на иных Рекламных местах в формате, установленном для каждого из предоставляемых Рекламных материалов, и ссылку на соответствующие им интернет-страницы, если они упоминаются в рекламном материале."
    },
    {
      "id": "p10",
      "text": "2.4. Исполнитель осуществляет проверку Рекламных материалов Заказчика на соответствие действующему законодательству РФ и г. Москвы, в том числе требованиям этики и морали, как до начала оказания Услуг, так в любой момент после начала размещения Рекламных материалов. В случае выявления несоответствия Рекламного материала требованиям действующего законодательства РФ и г. Москвы, Исполнитель вправе отказать в размещении или прекратить размещение Рекламного материала, что не является нарушением условий настоящего Договора и к Исполнителю не могут быть применены, в связи с таким отказом, какие-либо штрафные санкции, не могут быть предъявлены требования о возмещении каких-либо убытков, расходов. Принятие к размещению и/или подтверждение Исполнителем возможности размещения Рекламного материала ни при каких обстоятельствах не означает подтверждение Исполнителем права Заказчика на какое-либо использование в таком Рекламном материале объектов интеллектуальной собственности третьих лиц. Всю ответственность за такое использование и любые последствия такого использования, равно как и за содержание Рекламных материалов и их соответствие требованиям законодательства Заказчик несет самостоятельно. Если рекламируемая деятельность подлежит лицензированию, а услуги и (или) товары обязательной сертификации или регистрации, то Заказчик одновременно с Рекламными материалами предоставляет Исполнителю, посредством направления на адрес электронной почты Исполнителя, указанный в п.12.6 настоящего Договора, заверенные надлежащим образом копии требуемых лицензий, разрешений, сертификатов или иных регистрационных документов, предусмотренных законодательством РФ. В случае предоставления Заказчиком Рекламных материалов на любых Рекламных местах, за исключением ЭСВ, и/или предоставления документов, предусмотренных настоящим Договором, менее чем за 15 (пятнадцать) дней до начала их размещения, срок Размещения Рекламных материалов может быть сокращен на время просрочки предоставления Рекламных материалов, соответствующих требованиям настоящего Договора, а стоимость оказания Услуг, согласованная Сторонами, изменению не подлежит. В случае предоставления Заказчиком Рекламных материалов, подлежащих размещению на ЭСВ, менее чем за 3 (три) рабочих дня до даты фактического размещения, а также в случае предоставления Заказчиком на модерацию Рекламных материалов, не соответствующих требованиям действующего законодательства РФ и г.Москвы, срок Размещения таких Рекламных материалов на ЭСВ может быть сокращен на время просрочки предоставления Рекламных материалов, соответствующих требованиям настоящего Договора, а стоимость оказания Услуг, согласованная Сторонами, изменению не подлежит. Учитывая особенности работы ГУП «Московский метрополитен», требования техники безопасности и режима охраны объектов ГУП «Московский метрополитен», производственные и технические особенности работ по размещению Рекламных материалов на подвижном составе, непосредственно в объектах ГУП «Московский метрополитен», а также их удаления, монтаж, установка, расклейка и прочие действия по фактическому размещению Рекламных материалов на Рекламных местах осуществляются в период от 6 (шести) рабочих дней до даты начала периода Размещения рекламных материалов по 4 (четвертый) рабочий день непосредственно периода Размещения Рекламных материалов, включительно. Демонтаж, удаление, снятие и прочие действия по фактическому удалению Рекламных материалов с мест их размещения, за исключением ЭСВ, производятся в период от 6 (шести) рабочих дней, предшествующих дню окончания периода Размещения Рекламных материалов, по 4 (четвёртый) рабочий день, следующий за днем окончания периода Размещения Рекламных материалов, включительно. Размещение Рекламных материалов на ЭСВ производится непосредственно в первый день периода Размещения Рекламных материалов. Снятие с ЭСВ Рекламных материалов производится либо в первый календарный день, следующий за последним днем непосредственно периода Размещения Рекламных материалов, либо ранее, а именно в день, когда был достигнут объем показов Рекламного материала, согласованный Сторонами в Приложении к настоящему Договору. При этом сокращение периода размещения не считается нарушением Исполнителем условий Договора, а Услуги считаются оказанными надлежащим образом, качественно и в полном объеме. Указанные сроки монтажа, установки, расклейки, а также демонтажа, удаления, снятия Рекламных материалов с мест их размещения не являются нарушением Исполнителем условия о сроке (периоде) Размещения рекламных материалов. В связи с указанным, к Исполнителю не могут быть предъявлены какие-либо претензии, применены какие-либо штрафные санкции, предъявлены требования о возмещении убытков. Заказчик вправе отказаться от размещения Рекламных материалов, а также сократить период их размещения, не позднее чем за 45 (сорок пять) рабочих дней до даты начала согласованного Сторонами фактического размещения. В противном случае, сумма внесенной предоплаты в соответствии с п.5.2, не возвращается, а если она по каким- либо причинам внесена не была - стоимость ранее согласованного сторонами Размещения таких Рекламных материалов подлежит оплате Заказчиком Исполнителю в полном объеме. В случае несоответствия Рекламных материалов требованиям действующего законодательства РФ и г. Москвы, Исполнитель в порядке, предусмотренном п. 12.6. Договора, информирует об этом Заказчика. При этом, в случае размещения Рекламных материалов на Рекламных местах, Заказчик обязуется привести Рекламные материалы в соответствие с требованиями и повторно направить их на модерацию Исполнителю в сроки, предусмотренные в п. 2.5.1 и 2.5.2. В случае, если Заказчик своевременно не предоставит Рекламные материалы, соответствующие требованиям действующего законодательства РФ и г. Москвы, Исполнитель вправе отказать в Размещении Рекламных материалов, что не будет являться нарушением Исполнителем принятых на себя обязательств по Договору, и, в связи с таким неразмещением Рекламного материала к Исполнителю не могут быть применены никакие штрафные санкции, не могут быть предъявлены требования о возмещении убытков Исполнитель вправе направить письменно уведомление о досрочном демонтаже Рекламных материалов, размещенных на любых Рекламных местах, кроме ЭСВ, либо демонтаже Рекламных материалов строго к указанному сроку не позднее 15 (пятнадцати) рабочих дней до окончания периода размещения, либо желаемой даты демонтажа. Уведомление направляется Заказчику в электронном виде на электронную почту Исполнителя, указанную в п. 12.6. настоящего Договора. Досрочное снятие Рекламного материала, размещенного на ЭСВ, помимо прочего производится непосредственно в день, когда был достигнут объем показов Рекламного материала, согласованный Сторонами в Приложении к настоящему Договору. Заказчик обязуется по запросу Исполнителя предоставлять последнему все необходимые дополнительные информацию и документы, в том числе подтверждение соответствия Рекламных материалов требованиям законодательства Российской Федерации о рекламе, товарных знаках, авторских и смежных правах, а также лицензии или специальные разрешения (либо их надлежаще заверенные копии). Исполнитель прекращает оказание Услуг немедленно без предварительного уведомления Заказчика и необходимости получения от него согласия на такое прекращение без какой-либо ответственности со своей стороны в следующих случаях: при неоплате Услуг 2 (два) и более раза подряд или в течение более чем 1 (одного) месяца; в случае получения требования от компетентного органа о снятии Рекламного материала, ввиду нарушения законодательства РФ; в случае поступления в адрес Исполнителя требования от третьего лица, утверждающего, что его права и/или интересы, деловая репутация нарушены Рекламным материалом; в случае поступления в адрес Исполнителя требования о снятии Рекламного материала от Партнера Исполнителя, в связи с несоответствием Рекламных материалов требованиям законодательства РФ; при существенных нарушениях со стороны Заказчика положений Договора; в иных случаях, предусмотренных действующим законодательством РФ."
    },
    {
      "id": "p11",
      "text": "Права и обязанности сторон Исполнитель обязан: При условии соблюдения Заказчиком положений Договора, в том числе обязательств по оплате, оказать Заказчику Услуги по предоставлению рекламных услуг, с целью Размещения Рекламных материалов на ЭСВ и Рекламных местах, исходя из согласованных Сторонами условий; Не позднее 10 (десяти) рабочих дней с даты окончания Отчетного периода предоставлять Заказчику Акты сдачи-приемки оказанных услуг (далее - «Акт») по соответствующему Размещению Рекламных материалов в Отчетный период в 2 (двух) экземплярах, подписанные, со своей стороны. В течение 15 (пятнадцати) календарных дней с даты начала периода размещения предоставить Заказчику 100 (сто) % полученного от ГУП «Московский метрополитен» фотоотчета о Размещении Рекламных материалов (кроме ЭСВ). Статистика размещения Рекламных материалов на ЭСВ доступна Заказчику по отдельному запросу, направленному Исполнителю не позднее последнего дня периода Размещения Рекламного материала на ЭСВ, Исполнитель в течение 15 (пятнадцати) рабочих дней с даты окончания периода размещения на ЭСВ Рекламного материала может предоставить Заказчику отчет о таком размещении. Обеспечить надлежащее состояние Рекламных материалов, размещенных на Рекламных местах, в течение периода размещения. Под надлежащим состоянием Рекламных материалов понимается такое состояние Рекламных материалов, при котором содержащаяся на нем информация может восприниматься потребителем рекламы в полном объеме. В случае механических или прочих повреждений Рекламных материалов обеспечить их замену в течение 5 (пяти) рабочих дней, при условии оплаты Заказчиком необходимого количества Рекламных материалов. При нарушении п.3.1.1., 3.1.5 и 3.1.6. Исполнитель несет ответственность в соответствие с п. 7.3. Договора."
    },
    {
      "id": "p12",
      "text": "Исполнитель вправе: Без согласования с Заказчиком привлекать третьих лиц к исполнению Договора. Исполнитель несет ответственность за действия третьих лиц, привлеченных к исполнению Договора; Приостановить оказание услуг без предварительного уведомления Заказчика на срок до устранения нарушений, без применения к Исполнителю каких-либо мер ответственности, в случае нарушения Заказчиком сроков оплаты, сроков и условий предоставления информации, материалов, а равно непредставления материалов, информации или документов, в соответствии с условиями настоящего Договора; Отказать в размещении конкретных Рекламных материалов в случае их несоответствия этическим принципам, рекламной политике Исполнителя и/или партнера Исполнителя, а равно требованиям Федерального Закона «О рекламе» и нормам действующего законодательства РФ; Отказаться от исполнения Договора в одностороннем внесудебном порядке без указания причин путем направления Заказчику письменного уведомления о таком намерении на адрес его места нахождения или почтовый адрес, указанный в реквизитах Сторон, не позднее 30 (тридцать) календарных дней до даты планируемого прекращения Договора."
    },
    {
      "id": "p13",
      "text": "3.3. Заказчик обязан: Своевременно и в надлежащем виде предоставлять Рекламные материалы, а также документы, предусмотренные настоящим Договором; Самостоятельно, своими силами и за свой счет урегулировать с авторами, правообладателями, третьими лицами все вопросы, связанные с объектами интеллектуальной собственности, содержащимися в Рекламных материалах, их размещением в рамках настоящего Договора; Производить оплату в соответствии с положениями настоящего Договора; Подписывать Акты в течение 3 (трех) рабочих дней с даты получения соответствующего Акта и направлять один экземпляр подписанного Акта Исполнителю или в тот же срок предоставлять мотивированный отказ в письменном виде."
    },
    {
      "id": "p14",
      "text": "3.4.Заказчик вправе:"
    },
    {
      "id": "p15",
      "text": "3.4.1. По предварительному письменному согласованию с Исполнителем внести соответствующие изменения в уже размещенный Рекламный материал. В случае изменения Рекламного материала Заказчик предоставляет Рекламный материал, подлежащий размещению не на ЭСВ, не позднее, чем за 15 (пятнадцать) рабочих дней до согласованной Сторонами даты начала размещения такого Рекламного материала в измененном виде. В случае изменения Рекламного материала, подлежащего размещению на ЭСВ, Заказчик предоставляет Рекламный материал, соответствующий требованиям Договора, не позднее, чем за 3 (три) рабочих дня до согласованной Сторонами даты начала размещения такого Рекламного материала в измененном виде. Рекламные материалы должны быть оформлены в соответствии с требованиями действующего законодательства, Медиа-параметрами и положениями Договора."
    },
    {
      "id": "p16",
      "text": "3.4.2. В одностороннем внесудебном порядке отказаться от исполнения Договора без указания причин путем направления Исполнителю письменного уведомления о таком намерении на его адрес места нахождения или почтовый адрес, указанный в реквизитах сторон, не позднее 45 (сорока пяти) календарных дней до даты планируемого прекращения Договора. В этом случае Заказчик обязуется полностью оплатить Исполнителю все оказанные им услуги и понесенные Исполнителем расходы. Исполнитель, со своей стороны, возвращает Заказчику ранее полученные им авансовые средства, за вычетом стоимости фактически исполненного и размера понесенных Исполнителем расходов. Порядок сдачи-приемки услуг. Исполнитель составляет и подписывает со своей стороны Акт в 2 (двух) экземплярах и направляет его Заказчику не позднее 10 (десяти) рабочих дней с даты окончания Отчетного периода. Заказчик подписывает Акты и направляет 1 (один) экземпляр акта Исполнителю в течение 3 (трех) рабочих дней с момента получения Актов от Исполнителя. При наличии замечаний Заказчик в сроки, указанные в п.4.2. Договора, составляет письменный мотивированный отказ от подписания Акта. В таком отказе указываются недостатки, обнаруженные Заказчиком при оказании услуг Исполнителем. Исполнитель в разумный срок с учетом собственных возможностей устраняет недостатки, указанные Заказчиком в отказе от подписания Акта. После этого Стороны проводят повторную приемку оказанных Исполнителем услуг в порядке, предусмотренным разделом 4 Договора. Услуги, оказанные за соответствующий Отчетный период, считаются принятыми с момента подписания Заказчиком Акта. Если Акт или письменный мотивированный отказ от его подписания не будут направлены Исполнителю в течение 3 (трех) рабочих дней с даты получения вышеуказанного Акта Заказчиком, такой Акт считается принятым и подписанным Заказчиком без замечаний, а услуги оказанными Исполнителем качественно, в полном объеме, принятыми Заказчиком без каких-либо нареканий и подлежащими оплате Заказчиком в установленный Договором срок. Исполнитель вправе сделать отметку в своем экземпляре Акта, что Заказчиком не подписан Акт и Исполнителем не получены ни вышеуказанный Акт, ни письменный мотивированный отказ от подписания Акта. Стоимость и порядок расчетов. Стоимость услуг Исполнителя, порядок и сроки их оплаты определяются настоящим Договором. Заказчик оплачивает услуги Исполнителя безналичным расчетом на расчетный счет Исполнителя, указанный в настоящем Договоре, на основании счетов, выставляемых Исполнителем на сумму общей стоимости услуг (либо их части) не позднее 3 (трех) рабочих дней с даты выставления счета, если иной срок не указан в счете. Стоимость услуг может быть установлена в рублях РФ, евро, долларах США. Расчеты производятся в безналичном порядке, при этом обязательства по оплате считаются исполненными Заказчиком с даты зачисления денежных средств на расчетный счет Исполнителя. Заявления и гарантии Сторон Каждая Сторона настоящего Договора заявляет и гарантирует, что она имеет все права и полномочия, необходимые для заключения настоящего Договора и полного исполнения своих обязательств по нему, и что заключение и/или исполнение обязательств по Договору не нарушит условия каких-либо других обязательств этой Стороны перед третьими лицами. На момент подписания Договора стороны не подвергнуты процедурам принудительной ликвидации или банкротства. В рамках исполнения настоящего Договора какие-либо объекты интеллектуальной собственности Исполнителем не создаются. Заказчик гарантирует, что направляемые в соответствии с настоящим Договором Рекламные материалы по своему содержанию и оформлению соответствуют требованиям действующего законодательства Российской Федерации, в том числе о рекламе, авторском праве, правах на результаты интеллектуальной деятельности, и распространение рекламы не нарушает прав и законных интересов третьих лиц. Все возможные расчеты с авторами и обладателями смежных прав производятся Заказчиком самостоятельно. Заказчик самостоятельно урегулирует с авторами и правообладателями вопросы использования произведений и иных объектов интеллектуальной собственности, а также имен и изображений в рекламе Заказчика, предоставленной для размещения. Исполнитель оставляет за собой право использовать товарные знаки, текстовые, информационные и другие материалы, предоставленные Заказчиком, а также символику Заказчика и третьих лиц, полученную от Заказчика, в рекламных целях, в том числе путем размещения на сайте Исполнителя, в иных аналогичных случаях, направленных на демонстрацию возможностей Исполнителя. Все расчеты с авторами/правообладателями в отношении Рекламных материалов, предоставленных Заказчиком по настоящему Договору, несет Заказчик самостоятельно."
    },
    {
      "id": "p17",
      "text": "Ответственность сторон За неисполнение или ненадлежащее исполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с Договором и действующим законодательством РФ. При нарушении Заказчиком сроков предоставления рекламных материалов-срок рекламной кампании уменьшается на количество дней просрочки. При нарушении Исполнителем срока начала Рекламной кампании, либо нарушения п. 3.1.1, 3.1.5 и 3.1.6 по вине Исполнителя, Исполнитель по указанию заказчика: -Либо продлевает период размещения рекламной кампании на количество дней просрочки (строго при условии, если рекламные места, на которых были размещены рекламные материалы Заказчика свободны (не выкуплены/не забронированы) в следующем периоде. -Либо возвращает Заказчику стоимость размещения рекламных материалов в объёме прямо пропорциональном количеству дней просрочки и объёму ненадлежащее размещённых материалов в течение 10 рабочих дней с даты подписания акта на фактический объём и срок размещения рекламной кампании. При полном не размещении Рекламной кампании Заказчика по вине Исполнителя- Исполнитель возвращает Заказчику денежные средства, уплаченные за неразмещенную рекламную кампанию, в полном объеме в течение 10(Десяти) рабочих дней с даты окончания периода размещения такой рекламной кампании. За нарушение Исполнителем предусмотренных настоящим Договором сроков оказания Услуг, если оно не явилось следствием нарушения Заказчиком своих обязательств по настоящему договору и/или обстоятельств непреодолимой силы, Заказчик вправе требовать от Исполнителя уплаты неустойки в размере 0,1% (ноль целых одна десятая процента) от месячной стоимости Услуг Исполнителя за размещение соответствующих Рекламных материалов за каждый день просрочки. При нарушении Заказчиком срока оплаты стоимости размещения Рекламных материалов в соответствии с Разделом 5 настоящего Договора Исполнитель вправе отказать в размещении Рекламных материалов на выбранных Рекламных местах. При этом оплаченная в соответствии с п.5.2, настоящего Договора стоимость Услуг удерживается Исполнителем в качестве компенсации. При нарушении срока уведомления об отказе от размещения Рекламного материала, в том числе в случае отказа Заказчика от Договора в одностороннем порядке, а также при нарушении сроков уведомления о сокращении периода Размещения Рекламных материалов, Заказчик обязуется выплатить Исполнителю компенсацию, размер которой определяется исходя из цены Услуг, от которых отказался Заказчик: (а) при уведомлении за 45 рабочих дней и ранее - 0 %; (б) при уведомлении в срок от 45 до 30 рабочих дней - 50 %; (в) при уведомлении менее чем за 30 рабочих дней, а также в период оказания услуг - 100 %. Указанные суммы компенсации Исполнитель вправе удержать из любых сумм, поступивших от Заказчика в рамках Договора, в том числе в качестве оплаты Размещения иных Рекламных материалов, без необходимости получения согласия на то Заказчика. В случае нарушения обязательств о конфиденциальности, предусмотренных Договором, виновная Сторона возмещает любые убытки, связанные с нарушением данных обязательств. Заказчик подтверждает, что в случае, если в отношении Исполнителя и/или Партнера Исполнителя будет возбуждено дело, предъявлен судебный иск или будет заявлена претензия от любого третьего лица в связи с оказанием услуг Исполнителем по настоящему договору (например, но не ограничиваясь этим: несоответствие Рекламных материалов действующему законодательству РФ, неправомерное использование результатов интеллектуальной деятельности, входящих в состав Рекламных материалов) вся ответственность за возможные неблагоприятные последствия лежит на Заказчике. Заказчик обязуется разрешить вышеуказанные претензии, требования и иски самостоятельно либо с участием Исполнителя, если такое участие действительно необходимо для такого разрешения. В случае предъявления к Исполнителю и/или Партнеру Исполнителя претензий со стороны третьих лиц, связанных с нарушением прав на объекты интеллектуальной собственности в рекламе, Заказчик предпримет все необходимые меры для устранения таких нарушений силами и за счет Заказчика, в том числе, но не ограничиваясь, предоставит всю необходимую информацию по запросу Исполнителя в течение 1 (одного) рабочего дня с момента его получения. Все расходы Исполнителя и любые штрафы, пени, убытки, которые понесет Исполнитель в связи с вышеизложенным, подлежат возмещению Заказчиком на основании требований Исполнителя. Заказчик несет полную ответственность за соблюдение требований действующего законодательства РФ к содержанию Рекламных материалов, а равно прав на объекты интеллектуальной собственности, включенные в предоставленные Заказчиком рекламные материалы, за недостоверность сведений, ошибки и неточности в содержании рекламы, за недостоверность рекламы и допущение в рекламе недобросовестной конкуренции. Заказчик уведомлен, принимает, понимает и соглашается с тем, что в процессе эксплуатации подвижного состава ГУП «Московский метрополитен» проводит регулярное техническое обслуживание вагонов/составов, в связи с чем некоторые вагоны/составы содержащие Рекламные материалы могут временно отсутствовать на линии, но на срок не более 5 (пяти) календарных дней. В случае если планируется долгосрочный (более пяти календарных дней) ремонт вагона/состава с размещенными в нем Рекламных материалов, ГУП «Московский метрополитен» осуществляет размещение таких Рекламных материалов из представленного Заказчиком запаса 15% в других вагонах/составах, выведенных на замену отсутствующим, на период ремонта. Фактическое количество (объем) показов, размещения Рекламного материала на любых Рекламных местах может отличаться от запланированного (заказанного) на 5 (пять) % в большую или меньшую сторону от согласованного Сторонами объема размещения Рекламного материала, что является допустимым отклонением. Указанное допустимое отклонение не является нарушением Исполнителем обязательств по Договору, не влияет на стоимость Услуг и не считается некачественным, несвоевременным оказанием Услуг или оказанием Услуг в неполном объеме. ГУП «Московский метрополитен» имеет право демонтировать/снять поврежденный/испорченный третьими лицами Рекламные материалы и не заменять их на новые, до предоставления Заказчиком аналогичных экземпляров предназначенных взамен поврежденных/испорченных, в случае исчерпания экземпляров Рекламных материалов, предоставленных для осуществления технического обслуживания (запаса для липкой аппликации) или отсутствия нового ЭВС или Рекламного места, в том числе места для размещения световых рекламных коробов. Уплата неустойки и штрафа, возмещение имущественных потерь не освобождают Стороны от выполнения обязательств по Договору. Все санкции по настоящему Договору применяются по усмотрению Сторон, начисляются с момента письменного требования одной из Сторон, и считаются полагающимися к уплате в случае и с момента выставления на них соответствующего счета."
    },
    {
      "id": "p18",
      "text": "Конфиденциальность. Каждая Сторона обязуется не разглашать, не передавать третьим лицам и не использовать, кроме как для целей исполнения настоящего Договора, любую полученную в связи с настоящим Договором от другой Стороны информацию относительно бизнес-планов другой Стороны, ее продукции, клиентов, технологий, программного обеспечения, компьютерных систем, методов маркетинга и продвижения, торговых наценок, стоимости товаров, стоимости материалов, структуры капитала, результатов основной деятельности или иных деловых вопросов и любую иную коммерческую тайну или секреты производства другой Стороны, без предварительного письменного разрешения другой Стороны (получаемого в каждом отдельном случае). Сторона, как в течение срока действия настоящего Договора, так и после его окончания по любым основаниям, обязана предпринимать достаточные меры охраны конфиденциальной информации, с целью недопущения несанкционированного другой Стороной доступа и/или получения указанной конфиденциальной информации третьими лицами. Информация, в отношении которой требуется соблюдение конфиденциальности, как указано в настоящем Договоре, может быть сообщена любой из Сторон только тем лицам, которым такая информация необходима для целей исполнения настоящего Договора. До получения данной информации такие лица (в том числе директора и работники Стороны) должны быть уведомлены о конфиденциальном характере такой информации. Стороны обязуются обеспечивать конфиденциальность сведений и информации, полученной в ходе исполнения Договора, не допускать разглашения такой информации и передачу третьим лицам в течение 5 (пяти) лет с момента получения стороной соответствующей информации, но не менее 5 (пяти) лет с даты заключения Договора. Обязательства конфиденциальности не распространяются на общедоступную информацию, а также на информацию, которая станет известна Сторонам из общедоступных открытых источников. Режим конфиденциальности, установленный настоящим разделом Договора, не распространяется на отношения Исполнителя и партнера Исполнителя. Обстоятельства непреодолимой силы (форс-мажор) Ни одна из Сторон не несет ответственности за неисполнение или ненадлежащее исполнение принятых на себя обязательств, если это будет являться следствием действия обстоятельств непреодолимой силы. Под обстоятельствами непреодолимой силы для целей Договора понимаются чрезвычайные обстоятельства, которые Стороны не могли предвидеть, повлиять на них, контролировать и предотвратить при данных условиях. К обстоятельствам непреодолимой силы относятся: стихийные бедствия, пожары, молнии, военные перевороты и иные военные конфликты, террористические акты, гражданские волнения, забастовки, акты государственных органов, оказывающие влияние на выполнение Сторонами обязательств по Договору, мораторий, введенный в установленном законом порядке компетентными органами государственной власти. Сторона, ссылающаяся на действие обстоятельств непреодолимой силы, должна письменно уведомить другую Сторону о наступлении таких обстоятельств в течение 3 (трех) рабочих дней с момента их наступления. Если по причине действия обстоятельств непреодолимой силы неисполнение обязательств по Договору продолжается более 1 (одного) месяца, любая из Сторон имеет право расторгнуть Договор в одностороннем порядке, уведомив об этом другую Сторону не менее чем за 15 (Пятнадцать) календарных дней до расторжения Договора. Срок действия Договора, порядок изменения и прекращения Договора Договор вступает в силу с даты его подписания и действует в течение 1 (одного) года с даты подписания. Действие Договора автоматически продлевается на каждые последующие 12 месяцев в случае, если ни одна из Сторон не направит другой Стороне уведомление о расторжении Договора не менее чем за 60 (шестьдесят) календарных дней до даты расторжения. Количество продлений срока действия Договора не ограничено. Договор может быть расторгнут любой из Сторон при письменном уведомлении другой Стороны не менее чем за 60 (шестьдесят) календарных дней до момента расторжения. Кроме того, настоящий Договор может быть досрочно расторгнут любой из Сторон, в случаях, предусмотренных настоящим Договором и действующим законодательством РФ. Договор может быть изменен и расторгнут по взаимному согласию Сторон путем подписания Сторонами соответствующего соглашения к нему. Порядок рассмотрения споров Все споры, связанные с заключением, исполнением и расторжением Договора, подлежат разрешению Сторонами путем переговоров. В случае не достижения согласия путем переговоров действует претензионный порядок рассмотрения споров, который является обязательным для Сторон. Срок рассмотрения претензии 10 (десять) рабочих дней с даты её получения адресатом. Заинтересованная сторона направляет претензию в письменной форме по почте заказным отправлением с уведомлением о вручении или вручает ее другой стороне под расписку. В случае невозможности рассмотрения споров в претензионном порядке или неполучения ответа на отправленную претензию в сроки, указанные в п.11.1. Договора, спор передается на рассмотрение в Арбитражный суд по месту нахождения ответчика в соответствии с действующим законодательством РФ."
    },
    {
      "id": "p19",
      "text": "Заключительные положения Все приложения, изменения и дополнения к Договору являются его неотъемлемой частью. Все приложения, изменения и дополнения к Договору действительны в случае, если совершены в письменном виде и подписаны уполномоченными представителями Сторон. После подписания Договора все предшествовавшие ему письменные и устные договоренности утрачивают силу. Подписывая Договор, Стороны ознакомились и согласились полностью с его условиями, с возложенными на них по Договору правами и обязанностями, возражений и дополнений нет. В случае изменения реквизитов одной из Сторон такая Сторона обязуется уведомить об этом другую сторону не позднее 5 (пяти) рабочих дней с момента такого изменения. Если в Договоре прямо не указано на необходимость направления информации или документов по адресу нахождения Стороны, все согласования, заявления, уведомления, сообщения передаются Сторонами с использованием средств электронной связи на электронные адреса, указанные в настоящем пункте Договора. Стороны признают, что вся электронная переписка с/на электронной почты, указанной в настоящем пункте Договора, совершаемая между ними относительно исполнения Договора, имеет доказательственную силу и может использоваться в качестве письменного доказательства при разрешении возникающих споров, в том числе в суде. Стороны подтверждают, что доступ к электронному почтовому ящику имеют только уполномоченные представители сторон. В случае направления посредством электронной почты вышеуказанных документов, информации, материалов в нерабочий или праздничный день, такие документы, информация, материалы считаются полученным Стороной-адресатом в первый рабочий день, следующий за таким днем отправки. Стороны согласовали следующие адреса электронной почты: Со стороны Заказчика: a.pridma@pravo.tech. Со стороны Исполнителя: info3@metro-msk.ru. Передача прав или обязанностей по Договору третьему лицу - только с письменного согласия другой Стороны. Договор составлен в 2 (двух) экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой из Сторон. Во всем, что не предусмотрено Договором, Стороны руководствуются действующим законодательством Российской Федерации. Адреса и реквизиты Сторон"
    },
    {
      "id": "p20",
      "text": "Приложение №1 к Договору №154 от «17» ноября 2025 г. ООО «М-Рус», именуемое в дальнейшем «Исполнитель», в лице Генерального директора Серьезнова Алексея Олеговича, действующего на основании Устава, с одной стороны, и АО «Право.ру», именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с другой стороны, вместе именуемые «Стороны», заключили настоящее Приложение №1, являющееся неотъемлемой частью договора № 154 от «17» ноября 2025 г. о нижеследующем:"
    },
    {
      "id": "p21",
      "text": "1. Исполнитель обязуется разместить рекламно-информационные материалы (далее - РИМ) Заказчика в Московском метрополитене в период с 16.08.2025 по 15.09.2025 на следующих условиях:"
    },
    {
      "id": "p22",
      "text": "Стоимость печати стикеров 71x14 см (151 шт.) и 75х15 см (25 шт.) составит: 20 789,00 (Двадцать тысяч семьсот восемьдесят девять) рублей 00 коп., в том числе НДС 20% - 3 464,83 руб."
    },
    {
      "id": "p23",
      "text": "Стоимость услуг по размещению РИМ в период с 01.12.2025 по 31.12.2025 составит: 332 326,00 (Триста тридцать две тысячи триста двадцать шесть) рублей 00 коп, в том числе НДС 20% - 55 387,67 руб."
    },
    {
      "id": "p24",
      "text": "Итого общая стоимость услуг по Приложению составит: 353 115,00 (Триста пятьдесят три тысячи сто пятнадцать) рублей 00 коп, в том числе НДС 20% - 58 852,5 руб. Оплата услуг по настоящему Приложению осуществляется в следующем порядке: - 100% (Сто процентов) предоплата от общей стоимости работ/услуг по настоящему Приложению, что составляет: 353 115,00 (Триста пятьдесят три тысячи сто пятнадцать) рублей 00 коп, в том числе НДС 20% - 58 852,5 руб. производится до 20.11.2025 г."
    }
  ],
  "contractState": {
    "number": "154",
    "date": "2025-11-17",
    "city": "Москва",
    "subject": "Оказание услуг по размещению (и при необходимости изготовлению) рекламной продукции/рекламно-информационных материалов в Московском метрополитене",
    "parties": {
      "customer": {
        "name": "АО «Право.ру»",
        "fullName": "Акционерное общество «Право.ру»"
      },
      "executor": {
        "name": "ООО «М-Рус»",
        "fullName": "Общество с ограниченной ответственностью «М-Рус»"
      }
    },
    "totalAmount": {
      "amount": 353115,
      "currency": "RUB"
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Предмет договора и конкретизация услуг",
      "content": "Исполнитель оказывает Заказчику рекламные услуги по размещению Рекламных материалов на рекламных местах и ЭСВ. Конкретный перечень услуг (тип и количество рекламных мест, сроки размещения, стоимость и иные условия) определяется в Приложениях к Договору.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p5",
            "p11"
          ],
          "comment": "Определение состава услуг и цели — размещение рекламных материалов на ЭСВ и рекламных местах на согласованных условиях"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Порядок выставления и оплаты счетов",
      "content": "После согласования условий размещения Исполнитель выставляет счет. Заказчик обязан оплатить его в порядке и сроки, установленные Договором. Оплата счета означает безоговорочное принятие Заказчиком всех согласованных условий размещения. При неоплате счета в установленный срок Исполнитель вправе отказать в оказании услуг на ранее согласованных условиях. Оплата производится безналично на счет Исполнителя в течение 3 рабочих дней с даты выставления счета (если иной срок не указан в счете); обязательство по оплате считается исполненным с даты зачисления средств. Стоимость может устанавливаться в рублях, евро или долларах США, расчеты осуществляются в безналичном порядке.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p8",
            "p16"
          ],
          "comment": "Условия выставления счета, последствия неоплаты, сроки и порядок безналичных расчетов, момент исполнения обязанности по оплате"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Срок действия договора и автоматическое продление",
      "content": "Договор вступает в силу с даты подписания и действует 1 год. Он автоматически продлевается на последующие 12-месячные периоды, если ни одна из сторон не направит уведомление о расторжении не менее чем за 60 календарных дней до даты расторжения. Количество продлений не ограничено.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Срок действия, автоматическое продление и условия прекращения по истечении срока"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_4",
      "title": "Сроки предоставления рекламных материалов и влияние просрочки",
      "content": "Заказчик обязан своевременно предоставлять Рекламные материалы и необходимые лицензии/разрешения. Если материалы для размещения (кроме ЭСВ) или сопутствующие документы предоставлены менее чем за 15 дней до начала размещения, срок размещения сокращается на период просрочки без уменьшения стоимости услуг. Для ЭСВ материалы должны быть предоставлены не позднее 3 рабочих дней до даты фактического размещения; при просрочке срок размещения также может быть сокращен без изменения стоимости. При нарушении Заказчиком сроков предоставления материалов срок рекламной кампании уменьшается на количество дней просрочки.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10",
            "p13",
            "p17"
          ],
          "comment": "Обязанность и сроки предоставления материалов, документов, последствия просрочки и уменьшение срока кампании"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_5",
      "title": "График монтажа, демонтажа и фактического размещения рекламы",
      "content": "Монтаж/установка/расклейка на объектах метрополитена осуществляются в период от 6 рабочих дней до даты начала периода размещения по 4-й рабочий день этого периода включительно. Демонтаж/удаление (кроме ЭСВ) — с 6-го рабочего дня до окончания периода размещения по 4-й рабочий день после его окончания включительно. На ЭСВ размещение производится в первый день периода, а снятие — либо в первый день после окончания периода, либо в день достижения согласованного объема показов. Такие сдвиги сроков монтажа/демонтажа не считаются нарушением периода размещения, услуги считаются оказанными надлежащим образом, претензии и убытки к Исполнителю не предъявляются.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10"
          ],
          "comment": "Регламентация сроков фактического монтажа и демонтажа, допустимые отклонения без ответственности Исполнителя"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_6",
      "title": "Порядок одностороннего отказа Исполнителя от договора",
      "content": "Исполнитель вправе в одностороннем внесудебном порядке отказаться от исполнения Договора без указания причин, уведомив Заказчика письменно не позднее чем за 30 календарных дней до предполагаемой даты прекращения. Кроме того, Исполнитель вправе немедленно прекратить оказание услуг без ответственности при: неоднократной неоплате (2 и более раза подряд или более 1 месяца); требованиях госорганов, партнера или третьих лиц о снятии рекламы в связи с нарушением закона или прав; существенных нарушениях Договора со стороны Заказчика; в иных случаях, предусмотренных законом.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10",
            "p12"
          ],
          "comment": "Основания и порядок одностороннего отказа Исполнителя, включая немедленное прекращение услуг"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_7",
      "title": "Право Заказчика на односторонний отказ и оплата фактических расходов",
      "content": "Заказчик вправе отказаться от исполнения Договора без указания причин, уведомив Исполнителя письменно не позднее 45 календарных дней до планируемой даты прекращения. В этом случае Заказчик обязан полностью оплатить оказанные услуги и понесенные Исполнителем расходы, а Исполнитель возвращает аванс за вычетом стоимости фактически оказанных услуг и понесенных расходов.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p16"
          ],
          "comment": "Условия одностороннего отказа Заказчика и взаимные финансовые расчеты"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_8",
      "title": "Отказ от размещения/сокращения периода размещения рекламных материалов Заказчиком",
      "content": "Заказчик вправе отказаться от размещения или сократить период размещения Рекламных материалов не позднее чем за 45 рабочих дней до даты начала фактического размещения. При пропуске срока предоплата не возвращается, а при ее отсутствии Заказчик обязан оплатить полную стоимость ранее согласованного размещения.",
      "category": "расторжение",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10"
          ],
          "comment": "Последствия несвоевременного отказа от размещения/сокращения периода по инициативе Заказчика"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_9",
      "title": "Общий порядок изменения и прекращения договора",
      "content": "Договор может быть изменен и расторгнут по взаимному согласию сторон путем подписания соответствующего соглашения. Любая сторона может расторгнуть Договор с письменным уведомлением другой не менее чем за 60 календарных дней до момента расторжения. Также Договор может быть досрочно расторгнут в случаях, прямо предусмотренных Договором и законодательством РФ.",
      "category": "изменение договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18",
            "p19"
          ],
          "comment": "Общие условия изменения и прекращения договора, формы соглашений"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_10",
      "title": "Порядок сдачи-приемки услуг и молчаливое согласие",
      "content": "Исполнитель в течение 10 рабочих дней после окончания отчетного периода направляет Заказчику Акт в 2 экземплярах. Заказчик обязан подписать Акт и вернуть один экземпляр или направить мотивированный письменный отказ в течение 3 рабочих дней с даты получения. При отказе Исполнитель устраняет указанные недостатки и проводится повторная приемка. Услуги считаются принятыми с момента подписания Акта. Если в течение 3 рабочих дней Акт или мотивированный отказ не получены Исполнителем, Акт считается принятым и подписанным Заказчиком без замечаний, услуги — оказанными качественно, в полном объеме и подлежащими оплате.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p11",
            "p16"
          ],
          "comment": "Сроки, порядок подписания актов, последствия непредставления подписанного акта или отказа"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Ответственность сторон и санкции",
      "content": "Стороны несут ответственность по Договору и законодательству РФ. При нарушении Исполнителем сроков начала кампании или отдельных обязательств по его вине он по выбору Заказчика либо продлевает период размещения на срок просрочки (при наличии свободных мест), либо возвращает стоимость размещения пропорционально дням просрочки и объему ненадлежащего размещения в 10-дневный срок. При полном неразмещении по вине Исполнителя он возвращает уплаченные средства в течение 10 рабочих дней. За нарушение сроков оказания услуг (не по вине Заказчика и не вследствие форс-мажора) Заказчик вправе требовать неустойку 0,1% от месячной стоимости размещения за каждый день просрочки. При просрочке оплаты Исполнитель вправе отказать в размещении, удержав предоплату в качестве компенсации. При несоблюдении сроков уведомления об отказе/сокращении периода размещения Заказчик выплачивает компенсацию: 0% при уведомлении за 45 рабочих дней и более; 50% — от 45 до 30 рабочих дней; 100% — менее чем за 30 рабочих дней или в период оказания услуг; суммы могут удерживаться из любых платежей Заказчика. За нарушение обязательств о конфиденциальности виновная сторона возмещает убытки. Все санкции применяются по усмотрению сторон, начисляются с момента предъявления письменного требования и подлежат уплате после выставления соответствующего счета.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Подробный режим ответственности, неустойки, компенсации и порядок их применения"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Ответственность Заказчика за содержание рекламы и права третьих лиц",
      "content": "Заказчик полностью отвечает за соответствие Рекламных материалов законодательству РФ (включая рекламу, авторское право, товарные знаки, смежные права), за достоверность сведений и отсутствие недобросовестной конкуренции. Все расчеты с авторами и правообладателями, а также урегулирование претензий по объектам интеллектуальной собственности, именам и изображениям в рекламе осуществляются Заказчиком самостоятельно. В случае претензий или исков к Исполнителю и/или его партнерам, связанных с содержанием рекламы или нарушением прав на результаты интеллектуальной деятельности, Заказчик обязан урегулировать их своими силами и за свой счет, предоставить информацию по запросу Исполнителя в течение 1 рабочего дня и возместить все расходы, штрафы, пени и убытки Исполнителя.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10",
            "p13",
            "p16",
            "p17"
          ],
          "comment": "Распределение рисков и ответственности за содержание рекламных материалов и нарушение прав третьих лиц"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Права на объекты интеллектуальной собственности и их использование",
      "content": "В рамках исполнения Договора Исполнителем новые объекты интеллектуальной собственности не создаются. Заказчик гарантирует наличие прав на используемые в рекламе объекты интеллектуальной собственности и самостоятельно урегулирует отношения с авторами и правообладателями. Исполнитель не подтверждает наличие прав Заказчика на использование объектов ИС третьих лиц в рекламе. Исполнитель вправе использовать предоставленные Заказчиком товарные знаки, текстовые, информационные и иные материалы, а также символику Заказчика и третьих лиц (полученную от Заказчика) в рекламных целях, включая размещение на своем сайте, для демонстрации собственных возможностей.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10",
            "p16"
          ],
          "comment": "Отсутствие создаваемых ИС у Исполнителя, обязательства и гарантии Заказчика, право Исполнителя использовать материалы в маркетинговых целях"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Заявления и гарантии сторон",
      "content": "Каждая сторона заявляет и гарантирует, что обладает всеми правами и полномочиями для заключения и исполнения Договора, и что это не нарушает ее обязательств перед третьими лицами, а также не находится в процедурах ликвидации или банкротства. Заказчик дополнительно гарантирует соответствие Рекламных материалов законодательству РФ, отсутствие нарушений прав третьих лиц и самостоятельное осуществление всех расчетов с авторами и правообладателями.",
      "category": "гарантии",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p16"
          ],
          "comment": "Общие корпоративные гарантии сторон и специальные гарантии Заказчика по материалам"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Конфиденциальность",
      "content": "Стороны обязуются не раскрывать и не использовать без письменного разрешения конфиденциальную информацию другой стороны (включая бизнес-планы, информацию о клиентах, технологиях, программном обеспечении, ценах, маржинальности и иной коммерческой тайне), кроме как для целей исполнения Договора. Обязательства действуют в течение всего срока Договора и не менее 5 лет с даты его заключения, в любом случае не менее 5 лет с момента получения информации. Конфиденциальная информация может передаваться только лицам, которым она необходима для исполнения Договора, и которые уведомлены о ее конфиденциальном характере. Обязанность не распространяется на общедоступную информацию или сведения, ставшие известными из открытых источников. Режим конфиденциальности не распространяется на отношения Исполнителя и его партнера.",
      "category": "конфиденциальность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Объем конфиденциальной информации, срок и исключения, круг допущенных лиц"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Форс‑мажор и право на расторжение при длительном действии",
      "content": "Стороны освобождаются от ответственности за неисполнение обязательств вследствие обстоятельств непреодолимой силы (стихийные бедствия, военные действия, теракты, массовые беспорядки, забастовки, акты органов власти и т.п.), которые они не могли предвидеть и предотвратить. Сторона, ссылающаяся на форс‑мажор, обязана уведомить другую сторону в течение 3 рабочих дней с момента наступления таких обстоятельств. Если исполнение обязательств невозможно более 1 месяца из‑за форс‑мажора, любая сторона вправе расторгнуть Договор, уведомив другую сторону не менее чем за 15 календарных дней.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Определение форс‑мажора, порядок уведомления и право на расторжение при длительном его действии"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_17",
      "title": "Порядок разрешения споров",
      "content": "Все споры по заключению, исполнению и расторжению Договора подлежат урегулированию путем переговоров. При недостижении согласия обязателен претензионный порядок: претензия направляется в письменной форме заказным письмом или под расписку, срок рассмотрения — 10 рабочих дней с даты получения. При невозможности урегулирования спора или отсутствии ответа в установленный срок спор передается в арбитражный суд по месту нахождения ответчика.",
      "category": "разрешение споров",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Досудебный порядок (переговоры, претензия) и подсудность споров"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_18",
      "title": "Электронный документооборот и юридическая сила переписки",
      "content": "Если Договор не требует направления документов по почтовому адресу, все согласования, заявления, уведомления и сообщения могут направляться сторонами по электронной почте на адреса, указанные в Договоре. Стороны признают юридическую и доказательственную силу такой переписки, подтверждая, что доступ к электронной почте имеют только их уполномоченные представители. Документы, направленные в нерабочий или праздничный день, считаются полученными в первый следующий рабочий день. Прямо указаны адреса электронной почты обеих сторон.",
      "category": "электронный документооборот",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p19"
          ],
          "comment": "Регламентация электронных каналов связи и их доказательственное значение"
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_19",
      "title": "Привлечение третьих лиц и уступка прав",
      "content": "Исполнитель вправе без согласия Заказчика привлекать третьих лиц к исполнению Договора, несет ответственность за их действия. Передача прав и обязанностей по Договору третьим лицам возможна только с письменного согласия другой стороны.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p12",
            "p19"
          ],
          "comment": "Право Исполнителя на субподряд и запрет уступки без согласия контрагента"
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_20",
      "title": "Приложения и приоритет договора над предварительными договоренностями",
      "content": "Все приложения, изменения и дополнения к Договору являются его неотъемлемой частью, действительны только в письменной форме и при подписании уполномоченными представителями сторон. После подписания Договора все предшествующие письменные и устные договоренности сторон утрачивают силу.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p19"
          ],
          "comment": "Статус приложений и отмена предшествующих договоренностей"
        }
      ],
      "priority": "secondary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата услуг Исполнителя по размещению рекламы по договору на основании выставленных счетов",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма каждого счета определяется стоимостью услуг, согласованной в Приложениях к Договору"
      },
      "schedule": {
        "type": "milestone",
        "deadline": "Не позднее 3 (трех) рабочих дней с даты выставления счета, если иной срок не указан в счете"
      },
      "conditions": "Оплата производится безналичным расчетом на расчетный счет Исполнителя; обязательства по оплате считаются исполненными с даты зачисления средств на счет Исполнителя. Услуги считаются подлежащими оплате после подписания Акта либо по истечении 3 рабочих дней с момента его получения Заказчиком при отсутствии мотивированного отказа.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p5"
          ],
          "comment": "Стоимость услуг определяется в Приложениях"
        },
        {
          "paragraphIds": [
            "p8"
          ],
          "comment": "Исполнитель выставляет счет на оплату услуг"
        },
        {
          "paragraphIds": [
            "p16"
          ],
          "comment": "Срок оплаты счета – 3 рабочих дня, порядок безналичных расчетов, момент исполнения обязательства по оплате; связь с подписание Акта приема-передачи"
        }
      ]
    },
    {
      "id": "payment_2",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "100% предоплата общей стоимости услуг по Приложению (печать стикеров и размещение РИМ за указанный период)",
      "amount": {
        "value": 353115,
        "currency": "RUB",
        "type": "fixed"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "До 20.11.2025",
        "dates": [
          "2025-11-20"
        ]
      },
      "conditions": "Сумма включает НДС 20% – 58 852,5 руб.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p22",
            "p23",
            "p24"
          ],
          "comment": "Определена стоимость печати, размещения и общая стоимость услуг; установлен порядок оплаты – 100% предоплата до 20.11.2025"
        }
      ]
    },
    {
      "id": "payment_3",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата полной стоимости ранее согласованного размещения Рекламных материалов при позднем отказе Заказчика от размещения (после установленного срока уведомления), если предоплата не была внесена",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "100% стоимости ранее согласованного сторонами Размещения соответствующих Рекламных материалов"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В сроки, предусмотренные договором для оплаты стоимости размещения (по выставленному счету Исполнителя)"
      },
      "conditions": "Возникает, если Заказчик отказывается от размещения или сокращает период размещения позднее чем за 45 рабочих дней до даты начала согласованного фактического размещения и при этом предоплата по п.5.2 не была внесена.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p10"
          ],
          "comment": "Предусмотрена обязанность Заказчика оплатить полную стоимость ранее согласованного размещения при несвоевременном отказе и отсутствии предоплаты"
        }
      ]
    },
    {
      "id": "payment_4",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Полная оплата всех оказанных на момент одностороннего отказа услуг и понесенных Исполнителем расходов",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость фактически оказанных услуг + фактически понесенные Исполнителем расходы на исполнение договора к моменту прекращения"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В разумный срок после направления уведомления об отказе от исполнения Договора и определения объема оказанных услуг и расходов"
      },
      "conditions": "Возникает при одностороннем отказе Заказчика от исполнения Договора без указания причин по уведомлению не позднее 45 календарных дней до даты планируемого прекращения.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p16"
          ],
          "comment": "При одностороннем отказе Заказчика он обязан полностью оплатить все оказанные услуги и понесенные Исполнителем расходы"
        }
      ]
    },
    {
      "id": "payment_5",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Возврат ранее полученных авансовых средств при одностороннем отказе Заказчика от Договора",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма ранее полученного аванса минус стоимость фактически исполненного и понесенные Исполнителем расходы"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В разумный срок после расчета фактически исполненных услуг и расходов"
      },
      "conditions": "Возникает при одностороннем отказе Заказчика от исполнения Договора по п.3.4.2.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p16"
          ],
          "comment": "Исполнитель обязан вернуть Заказчику аванс за вычетом стоимости фактически исполненного и расходов"
        }
      ]
    },
    {
      "id": "payment_6",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Компенсация (удержание стоимости услуг) при нарушении Заказчиком сроков оплаты стоимости размещения Рекламных материалов",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость услуг, ранее оплаченная в соответствии с п.5.2 Договора, удерживается Исполнителем в полном объеме"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В момент возникновения просрочки и отказа в размещении; удерживается из ранее уплаченных сумм"
      },
      "conditions": "Возникает при нарушении Заказчиком сроков оплаты стоимости размещения Рекламных материалов. Исполнитель вправе отказать в размещении, а ранее оплаченная стоимость услуг удерживается как компенсация.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Право Исполнителя удержать ранее оплаченную стоимость услуг в качестве компенсации при просрочке оплаты"
        }
      ]
    },
    {
      "id": "payment_7",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Компенсация за отказ от размещения Рекламного материала / отказ от Договора / сокращение периода размещения при нарушении срока уведомления",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "percentage",
        "formula": "0% / 50% / 100% от цены услуг, от которых отказался Заказчик, в зависимости от срока уведомления"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В момент возникновения основания (несвоевременное уведомление) и/или по предъявлении счета Исполнителя; может быть удержана из любых сумм Заказчика"
      },
      "conditions": "Размер компенсации: (а) при уведомлении за 45 рабочих дней и ранее - 0%; (б) при уведомлении в срок от 45 до 30 рабочих дней - 50%; (в) при уведомлении менее чем за 30 рабочих дней, а также в период оказания услуг - 100% от цены услуг, от которых отказался Заказчик. Исполнитель вправе удержать эти суммы из любых поступивших от Заказчика сумм, в том числе за иные размещения, без его согласия.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Установлен размер компенсации за несвоевременный отказ и право Исполнителя удержать ее из любых сумм Заказчика"
        }
      ]
    },
    {
      "id": "payment_8",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Возврат стоимости размещения Рекламных материалов при просрочке начала кампании или ненадлежащем размещении по вине Исполнителя (частичный возврат)",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Часть стоимости размещения рекламных материалов, прямо пропорциональная количеству дней просрочки и объему ненадлежаще размещенных материалов"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В течение 10 рабочих дней с даты подписания акта на фактический объем и срок размещения рекламной кампании"
      },
      "conditions": "По выбору Заказчика при нарушении срока начала кампании или отдельных обязательств по вине Исполнителя: либо продление периода размещения, либо возврат части стоимости.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Исполнитель обязан вернуть пропорциональную часть стоимости размещения в течение 10 рабочих дней"
        }
      ]
    },
    {
      "id": "payment_9",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Возврат полной стоимости неразмещенной рекламной кампании по вине Исполнителя",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "100% денежных средств, уплаченных Заказчиком за неразмещенную рекламную кампанию"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "В течение 10 рабочих дней с даты окончания периода размещения такой рекламной кампании"
      },
      "conditions": "Возникает при полном неразмещении рекламной кампании по вине Исполнителя.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Исполнитель обязан вернуть денежные средства за полностью неразмещенную кампанию в полном объеме в 10-дневный срок"
        }
      ]
    },
    {
      "id": "payment_10",
      "payer": "executor",
      "recipient": "customer",
      "purpose": "Уплата неустойки за нарушение сроков оказания услуг по размещению рекламы",
      "amount": {
        "value": 0.1,
        "currency": "RUB",
        "type": "percentage",
        "formula": "0,1% от месячной стоимости услуг Исполнителя за размещение соответствующих Рекламных материалов за каждый день просрочки"
      },
      "schedule": {
        "type": "periodic",
        "deadline": "Начисляется за каждый день просрочки до фактического исполнения; подлежит уплате с момента выставления счета на неустойку",
        "period": "ежедневно за каждый день просрочки"
      },
      "conditions": "Применяется, если нарушение сроков оказания услуг не связано с нарушением Заказчиком своих обязательств и не обусловлено обстоятельствами непреодолимой силы; санкции применяются с момента письменного требования и выставления счета.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Право Заказчика требовать неустойку 0,1% от месячной стоимости услуг за каждый день просрочки"
        }
      ]
    },
    {
      "id": "payment_11",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Возмещение всех расходов, штрафов, пеней, убытков Исполнителя и/или его Партнера по претензиям третьих лиц, связанным с нарушением прав на объекты интеллектуальной собственности и иные нарушения, допущенные в Рекламных материалах Заказчика",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Сумма всех расходов Исполнителя и любых штрафов, пеней, убытков, понесенных в связи с претензиями/исками третьих лиц по нарушениям, связанным с Рекламными материалами Заказчика"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "После предъявления Исполнителем соответствующего требования и выставления счета; санкции подлежат уплате с момента выставления счета"
      },
      "conditions": "Возникает при предъявлении к Исполнителю/Партнеру претензий, исков, штрафов, связанных с несоответствием Рекламных материалов законодательству или нарушением прав третьих лиц. Заказчик обязан урегулировать претензии и возместить Исполнителю все связанные расходы и убытки.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p17"
          ],
          "comment": "Все расходы, штрафы, пени, убытки Исполнителя подлежат возмещению Заказчиком по требованиям Исполнителя; указано, что санкции считаются подлежащими уплате с момента выставления счета"
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Договор заключен, требуется согласование Приложений",
      "description": "Договор подписан сторонами, но конкретный перечень и условия оказания услуг по размещению рекламы подлежат определению в Приложениях.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p1",
            "p2",
            "p3",
            "p5"
          ],
          "comment": "Фиксация факта заключения Договора и отсылка к тому, что конкретные условия подлежат определению в Приложениях."
        }
      ],
      "tasks": [
        {
          "id": "task_1",
          "label": "Определить конкретный перечень услуг в Приложениях",
          "description": "Согласовать и оформить Приложения к Договору с указанием типов рекламных мест, количества, сроков размещения и стоимости услуг.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p3",
                "p5"
              ],
              "comment": "Обязанность сторон определить перечень услуг, сроки и стоимость в Приложениях."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Подготовка рекламных материалов Заказчиком",
      "description": "После согласования Приложений Заказчик подготавливает и редактирует рекламные материалы в соответствии с условиями договора.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p3",
            "p5",
            "p7"
          ],
          "comment": "Стадия подготовки рекламных материалов Заказчиком перед их размещением."
        }
      ],
      "tasks": [
        {
          "id": "task_2",
          "label": "Подготовить и отредактировать рекламные материалы",
          "description": "Самостоятельно подготовить, составить и/или изменить рекламные материалы с учетом требований договора и согласованных условий.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p3",
                "p5",
                "p7"
              ],
              "comment": "Заказчик подготавливает и редактирует рекламные материалы с учетом требований договора и согласованных услуг."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Оказание услуг по размещению (и при необходимости изготовлению) рекламы",
      "description": "Исполнитель изготавливает (если предусмотрено приложением) и размещает рекламную продукцию в Московском метрополитене в соответствии с Приложениями.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p3",
            "p5"
          ],
          "comment": "Определение обязанностей Исполнителя по размещению (и при необходимости изготовлению) рекламной продукции."
        }
      ],
      "tasks": [
        {
          "id": "task_3",
          "label": "Изготовить рекламную продукцию (при предусмотренности в Приложениях)",
          "description": "При наличии соответствующего условия в Приложениях изготовить рекламную продукцию в соответствии с согласованными параметрами.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p3",
                "p5"
              ],
              "comment": "Исполнитель может изготавливать рекламную продукцию, если это предусмотрено приложением к договору; конкретика определяется в Приложениях."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_4",
          "label": "Разместить рекламную продукцию в Метрополитене",
          "description": "Разместить рекламную продукцию на согласованных рекламных местах, в согласованные сроки и в объеме, определенном Приложениями.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p3",
                "p5"
              ],
              "comment": "Исполнитель размещает рекламную продукцию в соответствии с Приложениями (типы мест, количество, сроки размещения)."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Приемка и оплата оказанных услуг",
      "description": "После оказания услуг Заказчик принимает услуги и производит их оплату в установленном договором порядке.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p4"
          ],
          "comment": "Обязательство Заказчика принять и оплатить оказанные услуги."
        }
      ],
      "tasks": [
        {
          "id": "task_5",
          "label": "Принять оказанные услуги",
          "description": "Осуществить приемку оказанных услуг по размещению (и при необходимости изготовлению) рекламной продукции.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p4"
              ],
              "comment": "Заказчик обязуется принять оказанные услуги."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_6",
          "label": "Оплатить оказанные услуги",
          "description": "Произвести оплату оказанных услуг в порядке, установленном договором и Приложениями.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p3",
                "p4",
                "p5"
              ],
              "comment": "Заказчик обязуется оплатить услуги; стоимость и порядок оказания/оплаты привязаны к Приложениям."
            }
          ],
          "priority": "primary"
        }
      ]
    }
  ]
}