{
  "originalText": "ДОГОВОР № 77\nразмещения рекламно-информационных материалов\nг. Кострома\t \t\t\t\t\t\t\t\t\t\t21 октября 2025\n\nНАО \"Правотех\", именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с одной стороны, и Индивидуальный предприниматель Корнев Александр Сергеевич, действующий на основании свидетельства о регистрации индивидуального предпринимателя, именуемый в дальнейшем «Исполнитель», с другой стороны, совместно именуемые в дальнейшем «Стороны», заключили Договор о нижеследующем:\n\nПРЕДМЕТ ДОГОВОРА\n\n1.1. Исполнитель обязуется оказывать услуги Заказчику по размещению рекламно-информационных материалов (далее – «РИМ») Заказчика на выбранных Заказчиком интернет-площадках Исполнителя (далее - Интернет-площадки), далее по тексту договора именуемые «Услуги», с нанесением маркировки рекламы в соответствии с исполнением статьи 18.1 закона «О рекламе» 38-ФЗ и нормативно-правовых актов Правительства России при организации размещения рекламно-информационных материалов в интернете, а Заказчик обязуется оплатить указанные Услуги.\n1.2. Договор является рамочным по смыслу статьи 429.1 Гражданского Кодекса РФ. \n1.3. Стороны в пределах срока действия Договора на размещение РИМ конкретизируют параметры оказываемых Услуг:\n- Интернет-площадки;\n- даты размещения РИМ;\n- длительность размещения РИМ (количество календарных дней);\n- стоимость оказания Услуг\nпутем переписки Сторон в мессенджере Телеграм, или с использованием адресов электронной почты доверенных лиц:\n- со стороны Заказчика: a.safiullina@team-pravo.tech\n- со стороны Исполнителя: ipnausn@mail.ru.\n1.4. Параметры Услуг фиксируютcя Исполнителем в счете на оплату (Далее – Счет). \n1.5. Факт оплаты Счета является подтверждением согласия Заказчика с параметрами оказываемых Услуг.\n1.6. Заказчик самостоятельно до передачи РИМ для размещения Исполнителю обеспечивает маркировку РИМ, а также осуществляет все действия и формальности, связанные с предоставлением информации о размещенных в информационно-телекоммуникационной сети \"Интернет\" (далее - сеть \"Интернет\") РИМ в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций в соответствии с положениями Федерального закона «О рекламе».\n \n2. ПРАВА И ОБЯЗАННОСТИ СТОРОН \n\n2.1. Исполнитель обязан:\n2.1.1. Обеспечить качественное оказание Услуг.\n2.1.2. Своевременно предупредить Заказчика о недостаточности информации, о невозможности оказания Услуг в согласованный Сторонами срок, о других, не зависящих от Исполнителя обстоятельствах, которые могут повлиять на содержание и сроки оказания Услуг.\n2.1.3. В целях соблюдения требований ст. 18.1 Закона «О рекламе» Исполнитель обязан не осуществлять размещение РИМ без указания Заказчиком присвоенного РИМ идентификатора, пометки «Реклама» и указания на рекламодателя (Заказчика или клиента Заказчика) и/или сайт с информацией о нем. \n2.1.4. Контролировать наличие идентификатора в размещаемых РИМ, пометки «Реклама», указания на рекламодателя (Заказчика или клиента Заказчика) и/или сайт с информацией о нем.\n2.1.5. Сохранять конфиденциальность условий настоящего Договора и информации, полученной от Заказчика при исполнении настоящего Договора, а также информации, полученной от Заказчика в связи с исполнением настоящего Договора.\n2.2. Исполнитель имеет право:\n2.2.1. Требовать от Заказчика предоставления всей необходимой информации для надлежащего оказания услуги, согласно п.1.1 и п. 1.3 настоящего Договора \n2.2.2. В случае нарушения Заказчиком срока и/или размера оплаты стоимости услуг и работ, а также п. 3.2.1 Исполнитель вправе приостановить оказания услуг и работ, указанных в п.1.1 и п.1.3 либо скорректировать сроки предоставления услуг.\n2.2.3. При предварительном согласовании РИМ с Заказчиком вносить изменения в РИМ, предлагать свой вариант РИМ с целью повышения эффективности рекламы и обеспечения исполнения законодательства РФ о рекламе, высылая окончательный вариант РИМ для утверждения Заказчику.\n\n2.3. Заказчик обязан:\n2.3.1. Предоставлять Исполнителю информацию, необходимую для оказания Исполнителем услуги, согласно п.п. 1.1 и 1.3.\n2.3.2. Оплатить оказанную услугу в сроки и в порядке, установленные соответствующем Дополнительным соглашением к настоящему Договору.\n2.3.3. Во исполнение обязанностей, предусмотренных Федеральным законом «О рекламе»: \n- предоставлять Исполнителю на согласование текстовый и графический креатив для РИМ. На рекламном креативе в нижней его части должно быть указано: слово \"Реклама\" с точкой, сокращенное наименование юридического лица рекламодателя, его ИНН и/или ОГРН, наименование сайта (в случае заинтересованности Заказчика его размещать) без неточностей и ошибок. \n- обеспечить правильность и полную идентичность данных о юридическом лице, указанном в настоящем Договоре и рекламном креативе, а также фактическое выполнение указанным юридическим лицом описанных в РИМ Услуг;\n- до передачи согласованного варианта РИМ для размещения Исполнителю обеспечить получение идентификатора РИМ от оператора рекламных данных (ОРД);\n- обеспечить в РИМ пометку «Реклама», указание на рекламодателя и/или сайт с информацией о нем;\n- в сроки, предусмотренные законодательством РФ о рекламе, передавать всю необходимую информацию о распространенных РИМ в Единый реестр интернет-рекламы (далее – ЕРИР) через ОРД в порядке и сроки, установленные законодательством РФ;\n- Заказчик обязуется выполнять за Исполнителя со своей стороны все необходимые работы и действия по обеспечению отчетности в своем ОРД для исполнения статьи 18.1 закона «О рекламе» №38-ФЗ (закона о маркировке рекламы).\n2.4. Заказчик имеет право:\n2.4.1. В любое время проверять ход и качество услуг, оказываемой Исполнителем, не вмешиваясь в его деятельность.\n2.4.2. Предоставлять со своей стороны Исполнителю рекомендации по оказанию услуги, необходимые для выполнения п. 1.1 и п. 1.3 настоящего Договора.\n2.4.3. Самостоятельно выбирать ОРД без дополнительного согласования с Исполнителем.\n\nПОРЯДОК СДАЧИ И ПРИЕМКИ УСЛУГ\n\n3.1. Датой оказания Услуги является дата размещения РИМ.\n3.2. Услуги оказываются при условии выполнения Заказчиком условий п. 4.2. Договора. \n3.3. В течение 5 (пяти) рабочих дней со дня оказания услуг по Счету, Исполнитель составляет и подписывает со своей Стороны Акт приемки-сдачи оказанных услуг (далее – Акт) и направляет на подписание Заказчику.\n3.4. В течение 5 (пяти) рабочих дней с момента получения от Исполнителя Акта, Заказчик должен принять результат оказания Услуги по Счету, подписать Акт и направить его в адрес Исполнителя, либо предоставить мотивированный отказ от его подписания с указанием необходимых доработок, которые Исполнитель устраняет в течение 1 (одного) рабочего дня, после чего Стороны возвращаются к процедуре подписания Акта.\n3.5. В случае, если направленный Акт не подписан Заказчиком, а мотивированный отказ от его подписания с указанием необходимых доработок со стороны Заказчика не получены Исполнителем в течение 5 (пяти) рабочих дней, Акт считается утвержденным Заказчиком и Стороны не будут иметь претензии друг к другу на предмет выполненных работ и оплаченных услуг..\n\n4. ЦЕНА И ПОРЯДОК РАСЧЕТОВ\n\n4.1. Стоимость оказываемых Исполнителем Услуг согласовываются Сторонами и фиксируются в Счете.\n4.2. Оплата Заказчиком стоимости Услуг по настоящему Договору осуществляется в порядке 100 (сто) % предоплаты на основании выставленного Исполнителем Счета.\n4.3. Все расчеты по Договору производятся в безналичном порядке путем перечисления денежных средств на указанный в Договоре расчетный счет Исполнителя. Обязательства Заказчика по оплате считаются исполненными на дату зачисления денежных средств на расчетный счет Исполнителя.\n4.4. Стоимость Услуг не облагается НДС, в соответствии со статьёй 145 Налогового кодекса Российской Федерации.\n4.5. В случае начала применения общей системы налогообложения, или в случае, если Исполнитель становится плательщиком НДС, Исполнитель обязуется письменно уведомить об этом Заказчика не позднее 3 (трех) рабочих дней. При этом в случае начала применения общей системы налогообложения, или в случае, если Исполнитель становится плательщиком НДС, общая стоимость Услуг для Заказчика не изменяется.\n\n5. ОТВЕТСТВЕННОСТЬ СТОРОН\n\n5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору Стороны несут ответственность в соответствии с действующим законодательством РФ и настоящим Договором.\n5.2. В случае неоказания (или невозможности оказания) Услуг по настоящему Договору Исполнитель, по усмотрению Заказчика, возвращает перечисленную Заказчиком предоплату в течение 5 (пяти) календарных дней с момента предъявления Заказчиком требований о возврате, либо оказывает Услуги в иные согласованные Сторонами сроки. \n5.3. В случае неисполнения или ненадлежащего исполнения Исполнителем своих обязательств по настоящему Договору, Заказчик вправе потребовать от Исполнителя устранения Исполнителем недостатков и недочетов, обнаруженных Заказчиком в результатах оказания Услуг. \n5.4. В случае неисполнения или ненадлежащего исполнения Исполнителем обязательств, Исполнитель по требованию Заказчика обязуется возместить Заказчику все расходы, включая штрафы, наложенные на Заказчика компетентными органами, связанные с таким неисполнением. Исполнитель обязуется возместить Заказчику расходы в срок не позднее 3 (трех) рабочих дней с даты предъявления соответствующего требования с приложением документов, подтверждающих расходы.\n5.4. Ответственность за соответствие РИМ законодательству РФ несет Заказчик. Если любое нарушение Заказчиком законодательства РФ в плане исполнения статьи 18.1 закона о рекламе №38-ФЗ и/или иных условий и гарантий, предусмотренных настоящим договором, явилось основанием для предъявления к Исполнителю претензий, исков и/или предписаний со стороны государственных органов и/или третьих лиц (но не ограничиваясь указанным), Заказчик обязуется незамедлительно по требованию Исполнителя предоставить последнему всю необходимую и запрашиваемую информацию, касающуюся указанных претензий (исков, предписаний), а также Заказчик обязуется возместить Исполнителю весь документально подтвержденный ущерб в срок, не превышающий 10 (десять) рабочих дней с момента предоставления Заказчику соответствующего требования.\n5.5. В случае включения Исполнителя в реестр иностранных агентов, Исполнитель обязан в тот же день уведомить об этом Заказчика, а также обязан в этот же день прекратить размещение РИМ (рекламно-информационных материалов) в рамках данного Договора и обеспечить удаление всех размещений/публикаций с ресурсов, принадлежащих иностранному агенту. При этом, независимо от уведомления Исполнителя, Заказчик имеет право в день, когда ему стало известно (в том числе из официальных открытых источников информации,) о том, что Исполнитель признан иностранным агентом, отказаться от дальнейшего размещения Рекламы, уведомив об этом Исполнителя по электронной почте. При этом никакие меры ответственности в связи с отказом от Договора к Заказчику не применимы.\nВ случае наступления обстоятельств, указанных в настоящем пункте, Договор будет считаться расторгнутым (полностью или в части оказания услуг по размещению соответствующей Рекламы) с момента включения Исполнителя в реестр иностранных агентов. Никаких дополнительных уведомлений о расторжении Договора в данном случае не требуется. Заказчик не несет ответственность за нарушение условий настоящего Договора, любые штрафные санкции и меры ответственности в этом случае к Заказчику не применяются. При этом Заказчик обязан оплатить фактически оказанные услуги в полном объеме.\n\n6. ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ (ФОРС-МАЖОР)\n\n6.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору при возникновении обстоятельств непреодолимой силы, т.е. чрезвычайных и непредсказуемых при данных условиях обстоятельств, к которым относится в частности: стихийные бедствия природного характера (землетрясения, наводнения, пожары, снежные заносы и т.д.), диверсии, запретительные меры органов государственной власти, а также другие обстоятельства, признанные форс-мажорными.\n6.2. В случае наступления этих обстоятельств Сторона обязана в течение 5 (пяти) рабочих дней уведомить об этом другую Сторону. Если Сторона не направит или несвоевременно направит извещение, предусмотренное в настоящем пункте Договора, то она лишается права ссылаться на обстоятельства непреодолимой силы как на основание освобождения от ответственности за ненадлежащее выполнение Стороной своих обязательств по настоящему Договору.\n6.3. Если обстоятельства непреодолимой силы продолжают действовать более 30 (тридцати) календарных дней, то каждая Сторона вправе отказаться от исполнения Договора в одностороннем порядке при условии обязательного проведения Сторонами взаиморасчетов.\n\n7. СРОК ДЕЙСТВИЯ, ИЗМЕНЕНИЕ И ДОСРОЧНОЕ РАСТОРЖЕНИЕ ДОГОВОРА\n\n7.1. Настоящий договор заключен на срок 1 (один) календарный год и вступает в силу с момента подписания его Сторонами и действует до исполнения Сторонами обязательств по нему. \nЕсли ни одна из Сторон не уведомит другую сторону о желание прекратить сотрудничество за 30 (тридцать) календарных дней до окончания его действия, то Договор будет продлен на очередной год на аналогичных условиях.\n7.2. Все изменения и дополнения к Договору действительны, если подписаны обеими Сторонами. Соответствующие дополнительные соглашения Сторон являются неотъемлемой частью Договора.\n7.3. Договор может быть расторгнут по соглашению Сторон.\n\n8. ПРАВА НА РЕЗУЛЬТАТЫ ИНТЕЛЛЕКТУАЛЬНОЙ ДЕЯТЕЛЬНОСТИ\n8.1. Исполнитель не имеет права использовать в своих интересах и в интересах третьих лиц материалы, содержащие охраняемые законом результаты интеллектуальной деятельности и приравненных к ним средства индивидуализации, предоставленные Заказчиком, за исключением случаев демонстрации данных материалов в рекламных целях и использования для оказания услуг. \n8.2. Стороны установили запрет для Исполнителя возможность нематериального использования разработанных в рамках Договора материалов в рекламных целях путем их опубликования на своем сайте, в своих буклетах и портфолио, а также на других специализированных сайтах.\n8.3. Исключительные права на результаты интеллектуальной деятельности на все концепции, художественную графику, тексты, фотоизображения и другие материалы, заказанные Заказчиком и произведённые по данному Договору для Заказчика, и полностью оплаченные им, принадлежат Заказчику. Указанные права передаются полностью, без ограничения по сроку и территории использования. Стоимость передачи исключительных прав входит в общую стоимость услуг по Договору. Исключительные права на концепции, художественную графику, тексты, фотоизображения и другие материалы, не принятые и не оплаченные полностью Заказчиком, принадлежат Исполнителю. Исключительные имущественные права на использование каждого объекта права передаются Заказчику в объёме, определённом законом, в том числе включая, но не ограничиваясь, следующими: право на воспроизведение, право на распространение, право на импорт, право на публичный показ, право на публичное исполнение, право на передачу в эфир, право на сообщение для всеобщего сведения, право на переработку. Заказчик имеет право самостоятельно, без дополнительного согласования с Исполнителем, уступать и передавать исключительные права на использование результатов интеллектуальной деятельности третьим лицам. Заказчик имеет право самостоятельно без получения дополнительного разрешения Исполнителя, вносить изменения и дополнения в переданный ему результат интеллектуальной деятельности, перерабатывать его, не нарушая при этом прав авторов.\n8.4.  В связи с характером результата интеллектуальной деятельности и особенностями их использования, размер вознаграждения за создание результат интеллектуальной деятельности и использование исключительных прав на результаты интеллектуальной деятельности, как единоразовый платеж, фиксированный платёж за весь объём прав, включён в стоимость оказания услуг по Договору.\n8.5. Если материалы для работы предоставляются Заказчиком, то Заказчик гарантирует, что при создании данного материала соблюдены авторские и смежные права, а также права третьих лиц.\n8.6. Стороны согласовали, что на передаваемых объектах авторского права при необходимости, определяемой любой из сторон, будет содержаться предусмотренное законодательством указание авторов объектов данного права (и/или информация об Исполнителе).\n\n9. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ\n\n9.1. Все споры или разногласия, возникающие между Сторонами по настоящему Договору, разрешаются путем переговоров. \n9.2. В случае невозможности разрешения разногласий путем переговоров они подлежат рассмотрению в Арбитражном суде в порядке, установленном законодательством Российской Федерации.\n\n10. ЭЛЕКТРОННЫЙ ДОКУМЕНТОООБОРОТ\n\n10.1. Стороны договорились, что Стороны вправе обмениваться всеми документами по Договору, в т.ч. настоящим Договором, Счетами, приложениями, дополнительными соглашениями, Актами приемки-сдачи оказанных Исполнителем услуг и другой первичной документацией посредством системы электронного документооборота (ЭДО).\n10.2. Обмен указанными документами через ЭДО (далее Электронные документы) производится Сторонами в соответствии и в порядке, предусмотренном положениями действующего законодательства РФ.\n10.3. Стороны договорились, что Электронные документы, перечисленные в настоящем разделе Договора (в том числе, но не ограничиваясь), заверенные Электронной подписью уполномоченных лиц в порядке, предусмотренном Федеральным законом от 06.04.2011 № 63-ФЗ «Об электронной подписи» используются Сторонами и имеют такое же правовое значение, как и документ, составленный в простой письменной форме на бумажном носителе, заверенном соответствующими подписями.\n10.4. Стороны пришли к соглашению, что в соответствии с п. 2 ст.425 Гражданского кодекса Российской Федерации, электронный документ распространяет свое действие на отношения Сторон, возникшие с даты составления соответствующего электронного документа, указанной в его верхней части его первой страницы. В случае, если дата составления электронного документа отличается от даты начала оказания услуг (выполнения работ, передачи товара, помещения и т.п.), указанных в нем, Стороны пришли к соглашению, что действие электронного документа распространяется на отношения Сторон, возникшие с даты начала оказания соответствующих услуг (выполнения работ, передачи товара, помещения и т.п.).\n\n11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\n11.1. Любые изменения и дополнения к настоящему Договору оформляются в виде дополнительных соглашений или дополнений, подписанных уполномоченными представителями Сторон.\n11.2. В случае возникновения противоречий между условиями настоящего Договора и условиями Приложений к нему, преимущественную силу имеют условия соответствующего Приложения.\n11.3. Все документы, касающиеся настоящего Договора и подписанные Сторонами посредством обмена документами по электронной почте, имеют юридическую силу при условии последующего предоставления оригиналов.\n11.4. Ни одна из Сторон не вправе уступать свои права и обязанности по Договору третьим лицам без письменного согласия на уступку, полученного от другой Стороны.\n11.5. Настоящим Стороны достигли согласия о том, что при осуществлении взаимодействия по Договору и Приложениям к нему, Стороны принимают к исполнению электронные документы, изготовленные при помощи средств вычислительной техники и подписанные квалифицированной электронной подписью. Стороны осуществляют электронный документооборот в соответствии с действующим законодательством Российской Федерации.\n11.6. Стороны согласовали, что во всех подписываемых с помощью электронной подписи электронных документах, касающихся взаимодействия Сторон по настоящему Договору и вступающих в силу со дня подписания, в случае, если дата их подписания не совпадает с датой, указанной на их первой странице в верхнем углу, к таким документам Стороны применяют правила п. 2 ст. 425 ГК РФ и считают, что условия таких документов применяются к отношениям Сторон, возникшим с даты указанной на их первой странице в верхнем углу. Данное правило действует, если Сторонами в соответствующем документе не предусмотрено иное.\n11.7. После подписания Договора все предыдущие письменные и устные соглашения, переписка, переговоры, относящиеся к Договору, теряют силу.\n11.8. Стороны обязуются уведомлять друг друга об изменении своих почтовых адресов, банковских реквизитов, номеров телефонов и электронной почты в течение 3 (Трех) рабочих дней с даты вступления в силу соответствующих изменений.\n11.9. Во всем, что не урегулировано Договором, Стороны руководствуются положениями действующего законодательства Российской Федерации.\n11.10. Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу, по одному для каждой из Сторон.\n\n12. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН\n\n\n\n\n",
  "paragraphs": [
    {
      "id": "p1",
      "text": "ДОГОВОР № 77 размещения рекламно-информационных материалов г. Кострома 21 октября 2025"
    },
    {
      "id": "p2",
      "text": "НАО \"Правотех\", именуемое в дальнейшем «Заказчик», в лице Генерального директора Пелевина Алексея Михайловича, действующего на основании Устава, с одной стороны, и Индивидуальный предприниматель Корнев Александр Сергеевич, действующий на основании свидетельства о регистрации индивидуального предпринимателя, именуемый в дальнейшем «Исполнитель», с другой стороны, совместно именуемые в дальнейшем «Стороны», заключили Договор о нижеследующем:"
    },
    {
      "id": "p3",
      "text": "ПРЕДМЕТ ДОГОВОРА"
    },
    {
      "id": "p4",
      "text": "1.1. Исполнитель обязуется оказывать услуги Заказчику по размещению рекламно-информационных материалов (далее – «РИМ») Заказчика на выбранных Заказчиком интернет-площадках Исполнителя (далее - Интернет-площадки), далее по тексту договора именуемые «Услуги», с нанесением маркировки рекламы в соответствии с исполнением статьи 18.1 закона «О рекламе» 38-ФЗ и нормативно-правовых актов Правительства России при организации размещения рекламно-информационных материалов в интернете, а Заказчик обязуется оплатить указанные Услуги."
    },
    {
      "id": "p5",
      "text": "1.2. Договор является рамочным по смыслу статьи 429.1 Гражданского Кодекса РФ."
    },
    {
      "id": "p6",
      "text": "1.3. Стороны в пределах срока действия Договора на размещение РИМ конкретизируют параметры оказываемых Услуг: - Интернет-площадки; - даты размещения РИМ; - длительность размещения РИМ (количество календарных дней); - стоимость оказания Услуг путем переписки Сторон в мессенджере Телеграм, или с использованием адресов электронной почты доверенных лиц: - со стороны Заказчика: a.safiullina@team-pravo.tech - со стороны Исполнителя: ipnausn@mail.ru."
    },
    {
      "id": "p7",
      "text": "1.4. Параметры Услуг фиксируютcя Исполнителем в счете на оплату (Далее – Счет)."
    },
    {
      "id": "p8",
      "text": "1.5. Факт оплаты Счета является подтверждением согласия Заказчика с параметрами оказываемых Услуг."
    },
    {
      "id": "p9",
      "text": "1.6. Заказчик самостоятельно до передачи РИМ для размещения Исполнителю обеспечивает маркировку РИМ, а также осуществляет все действия и формальности, связанные с предоставлением информации о размещенных в информационно-телекоммуникационной сети \"Интернет\" (далее - сеть \"Интернет\") РИМ в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций в соответствии с положениями Федерального закона «О рекламе». 2. ПРАВА И ОБЯЗАННОСТИ СТОРОН"
    },
    {
      "id": "p10",
      "text": "2.1. Исполнитель обязан:"
    },
    {
      "id": "p11",
      "text": "2.1.1. Обеспечить качественное оказание Услуг."
    },
    {
      "id": "p12",
      "text": "2.1.2. Своевременно предупредить Заказчика о недостаточности информации, о невозможности оказания Услуг в согласованный Сторонами срок, о других, не зависящих от Исполнителя обстоятельствах, которые могут повлиять на содержание и сроки оказания Услуг."
    },
    {
      "id": "p13",
      "text": "2.1.3. В целях соблюдения требований ст. 18.1 Закона «О рекламе» Исполнитель обязан не осуществлять размещение РИМ без указания Заказчиком присвоенного РИМ идентификатора, пометки «Реклама» и указания на рекламодателя (Заказчика или клиента Заказчика) и/или сайт с информацией о нем."
    },
    {
      "id": "p14",
      "text": "2.1.4. Контролировать наличие идентификатора в размещаемых РИМ, пометки «Реклама», указания на рекламодателя (Заказчика или клиента Заказчика) и/или сайт с информацией о нем."
    },
    {
      "id": "p15",
      "text": "2.1.5. Сохранять конфиденциальность условий настоящего Договора и информации, полученной от Заказчика при исполнении настоящего Договора, а также информации, полученной от Заказчика в связи с исполнением настоящего Договора."
    },
    {
      "id": "p16",
      "text": "2.2. Исполнитель имеет право:"
    },
    {
      "id": "p17",
      "text": "2.2.1. Требовать от Заказчика предоставления всей необходимой информации для надлежащего оказания услуги, согласно п.1.1 и п. 1.3 настоящего Договора"
    },
    {
      "id": "p18",
      "text": "2.2.2. В случае нарушения Заказчиком срока и/или размера оплаты стоимости услуг и работ, а также п. 3.2.1 Исполнитель вправе приостановить оказания услуг и работ, указанных в п.1.1 и п.1.3 либо скорректировать сроки предоставления услуг."
    },
    {
      "id": "p19",
      "text": "2.2.3. При предварительном согласовании РИМ с Заказчиком вносить изменения в РИМ, предлагать свой вариант РИМ с целью повышения эффективности рекламы и обеспечения исполнения законодательства РФ о рекламе, высылая окончательный вариант РИМ для утверждения Заказчику."
    },
    {
      "id": "p20",
      "text": "2.3. Заказчик обязан:"
    },
    {
      "id": "p21",
      "text": "2.3.1. Предоставлять Исполнителю информацию, необходимую для оказания Исполнителем услуги, согласно п.п. 1.1 и 1.3."
    },
    {
      "id": "p22",
      "text": "2.3.2. Оплатить оказанную услугу в сроки и в порядке, установленные соответствующем Дополнительным соглашением к настоящему Договору."
    },
    {
      "id": "p23",
      "text": "2.3.3. Во исполнение обязанностей, предусмотренных Федеральным законом «О рекламе»: - предоставлять Исполнителю на согласование текстовый и графический креатив для РИМ. На рекламном креативе в нижней его части должно быть указано: слово \"Реклама\" с точкой, сокращенное наименование юридического лица рекламодателя, его ИНН и/или ОГРН, наименование сайта (в случае заинтересованности Заказчика его размещать) без неточностей и ошибок. - обеспечить правильность и полную идентичность данных о юридическом лице, указанном в настоящем Договоре и рекламном креативе, а также фактическое выполнение указанным юридическим лицом описанных в РИМ Услуг; - до передачи согласованного варианта РИМ для размещения Исполнителю обеспечить получение идентификатора РИМ от оператора рекламных данных (ОРД); - обеспечить в РИМ пометку «Реклама», указание на рекламодателя и/или сайт с информацией о нем; - в сроки, предусмотренные законодательством РФ о рекламе, передавать всю необходимую информацию о распространенных РИМ в Единый реестр интернет-рекламы (далее – ЕРИР) через ОРД в порядке и сроки, установленные законодательством РФ; - Заказчик обязуется выполнять за Исполнителя со своей стороны все необходимые работы и действия по обеспечению отчетности в своем ОРД для исполнения статьи 18.1 закона «О рекламе» №38-ФЗ (закона о маркировке рекламы)."
    },
    {
      "id": "p24",
      "text": "2.4. Заказчик имеет право:"
    },
    {
      "id": "p25",
      "text": "2.4.1. В любое время проверять ход и качество услуг, оказываемой Исполнителем, не вмешиваясь в его деятельность."
    },
    {
      "id": "p26",
      "text": "2.4.2. Предоставлять со своей стороны Исполнителю рекомендации по оказанию услуги, необходимые для выполнения п. 1.1 и п. 1.3 настоящего Договора."
    },
    {
      "id": "p27",
      "text": "2.4.3. Самостоятельно выбирать ОРД без дополнительного согласования с Исполнителем."
    },
    {
      "id": "p28",
      "text": "ПОРЯДОК СДАЧИ И ПРИЕМКИ УСЛУГ"
    },
    {
      "id": "p29",
      "text": "3.1. Датой оказания Услуги является дата размещения РИМ."
    },
    {
      "id": "p30",
      "text": "3.2. Услуги оказываются при условии выполнения Заказчиком условий п. 4.2. Договора."
    },
    {
      "id": "p31",
      "text": "3.3. В течение 5 (пяти) рабочих дней со дня оказания услуг по Счету, Исполнитель составляет и подписывает со своей Стороны Акт приемки-сдачи оказанных услуг (далее – Акт) и направляет на подписание Заказчику."
    },
    {
      "id": "p32",
      "text": "3.4. В течение 5 (пяти) рабочих дней с момента получения от Исполнителя Акта, Заказчик должен принять результат оказания Услуги по Счету, подписать Акт и направить его в адрес Исполнителя, либо предоставить мотивированный отказ от его подписания с указанием необходимых доработок, которые Исполнитель устраняет в течение 1 (одного) рабочего дня, после чего Стороны возвращаются к процедуре подписания Акта."
    },
    {
      "id": "p33",
      "text": "3.5. В случае, если направленный Акт не подписан Заказчиком, а мотивированный отказ от его подписания с указанием необходимых доработок со стороны Заказчика не получены Исполнителем в течение 5 (пяти) рабочих дней, Акт считается утвержденным Заказчиком и Стороны не будут иметь претензии друг к другу на предмет выполненных работ и оплаченных услуг.."
    },
    {
      "id": "p34",
      "text": "4. ЦЕНА И ПОРЯДОК РАСЧЕТОВ"
    },
    {
      "id": "p35",
      "text": "4.1. Стоимость оказываемых Исполнителем Услуг согласовываются Сторонами и фиксируются в Счете."
    },
    {
      "id": "p36",
      "text": "4.2. Оплата Заказчиком стоимости Услуг по настоящему Договору осуществляется в порядке 100 (сто) % предоплаты на основании выставленного Исполнителем Счета."
    },
    {
      "id": "p37",
      "text": "4.3. Все расчеты по Договору производятся в безналичном порядке путем перечисления денежных средств на указанный в Договоре расчетный счет Исполнителя. Обязательства Заказчика по оплате считаются исполненными на дату зачисления денежных средств на расчетный счет Исполнителя."
    },
    {
      "id": "p38",
      "text": "4.4. Стоимость Услуг не облагается НДС, в соответствии со статьёй 145 Налогового кодекса Российской Федерации."
    },
    {
      "id": "p39",
      "text": "4.5. В случае начала применения общей системы налогообложения, или в случае, если Исполнитель становится плательщиком НДС, Исполнитель обязуется письменно уведомить об этом Заказчика не позднее 3 (трех) рабочих дней. При этом в случае начала применения общей системы налогообложения, или в случае, если Исполнитель становится плательщиком НДС, общая стоимость Услуг для Заказчика не изменяется."
    },
    {
      "id": "p40",
      "text": "5. ОТВЕТСТВЕННОСТЬ СТОРОН"
    },
    {
      "id": "p41",
      "text": "5.1. За неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору Стороны несут ответственность в соответствии с действующим законодательством РФ и настоящим Договором."
    },
    {
      "id": "p42",
      "text": "5.2. В случае неоказания (или невозможности оказания) Услуг по настоящему Договору Исполнитель, по усмотрению Заказчика, возвращает перечисленную Заказчиком предоплату в течение 5 (пяти) календарных дней с момента предъявления Заказчиком требований о возврате, либо оказывает Услуги в иные согласованные Сторонами сроки."
    },
    {
      "id": "p43",
      "text": "5.3. В случае неисполнения или ненадлежащего исполнения Исполнителем своих обязательств по настоящему Договору, Заказчик вправе потребовать от Исполнителя устранения Исполнителем недостатков и недочетов, обнаруженных Заказчиком в результатах оказания Услуг."
    },
    {
      "id": "p44",
      "text": "5.4. В случае неисполнения или ненадлежащего исполнения Исполнителем обязательств, Исполнитель по требованию Заказчика обязуется возместить Заказчику все расходы, включая штрафы, наложенные на Заказчика компетентными органами, связанные с таким неисполнением. Исполнитель обязуется возместить Заказчику расходы в срок не позднее 3 (трех) рабочих дней с даты предъявления соответствующего требования с приложением документов, подтверждающих расходы."
    },
    {
      "id": "p45",
      "text": "5.4. Ответственность за соответствие РИМ законодательству РФ несет Заказчик. Если любое нарушение Заказчиком законодательства РФ в плане исполнения статьи 18.1 закона о рекламе №38-ФЗ и/или иных условий и гарантий, предусмотренных настоящим договором, явилось основанием для предъявления к Исполнителю претензий, исков и/или предписаний со стороны государственных органов и/или третьих лиц (но не ограничиваясь указанным), Заказчик обязуется незамедлительно по требованию Исполнителя предоставить последнему всю необходимую и запрашиваемую информацию, касающуюся указанных претензий (исков, предписаний), а также Заказчик обязуется возместить Исполнителю весь документально подтвержденный ущерб в срок, не превышающий 10 (десять) рабочих дней с момента предоставления Заказчику соответствующего требования."
    },
    {
      "id": "p46",
      "text": "5.5. В случае включения Исполнителя в реестр иностранных агентов, Исполнитель обязан в тот же день уведомить об этом Заказчика, а также обязан в этот же день прекратить размещение РИМ (рекламно-информационных материалов) в рамках данного Договора и обеспечить удаление всех размещений/публикаций с ресурсов, принадлежащих иностранному агенту. При этом, независимо от уведомления Исполнителя, Заказчик имеет право в день, когда ему стало известно (в том числе из официальных открытых источников информации,) о том, что Исполнитель признан иностранным агентом, отказаться от дальнейшего размещения Рекламы, уведомив об этом Исполнителя по электронной почте. При этом никакие меры ответственности в связи с отказом от Договора к Заказчику не применимы. В случае наступления обстоятельств, указанных в настоящем пункте, Договор будет считаться расторгнутым (полностью или в части оказания услуг по размещению соответствующей Рекламы) с момента включения Исполнителя в реестр иностранных агентов. Никаких дополнительных уведомлений о расторжении Договора в данном случае не требуется. Заказчик не несет ответственность за нарушение условий настоящего Договора, любые штрафные санкции и меры ответственности в этом случае к Заказчику не применяются. При этом Заказчик обязан оплатить фактически оказанные услуги в полном объеме."
    },
    {
      "id": "p47",
      "text": "6. ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ (ФОРС-МАЖОР)"
    },
    {
      "id": "p48",
      "text": "6.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору при возникновении обстоятельств непреодолимой силы, т.е. чрезвычайных и непредсказуемых при данных условиях обстоятельств, к которым относится в частности: стихийные бедствия природного характера (землетрясения, наводнения, пожары, снежные заносы и т.д.), диверсии, запретительные меры органов государственной власти, а также другие обстоятельства, признанные форс-мажорными."
    },
    {
      "id": "p49",
      "text": "6.2. В случае наступления этих обстоятельств Сторона обязана в течение 5 (пяти) рабочих дней уведомить об этом другую Сторону. Если Сторона не направит или несвоевременно направит извещение, предусмотренное в настоящем пункте Договора, то она лишается права ссылаться на обстоятельства непреодолимой силы как на основание освобождения от ответственности за ненадлежащее выполнение Стороной своих обязательств по настоящему Договору."
    },
    {
      "id": "p50",
      "text": "6.3. Если обстоятельства непреодолимой силы продолжают действовать более 30 (тридцати) календарных дней, то каждая Сторона вправе отказаться от исполнения Договора в одностороннем порядке при условии обязательного проведения Сторонами взаиморасчетов."
    },
    {
      "id": "p51",
      "text": "7. СРОК ДЕЙСТВИЯ, ИЗМЕНЕНИЕ И ДОСРОЧНОЕ РАСТОРЖЕНИЕ ДОГОВОРА"
    },
    {
      "id": "p52",
      "text": "7.1. Настоящий договор заключен на срок 1 (один) календарный год и вступает в силу с момента подписания его Сторонами и действует до исполнения Сторонами обязательств по нему. Если ни одна из Сторон не уведомит другую сторону о желание прекратить сотрудничество за 30 (тридцать) календарных дней до окончания его действия, то Договор будет продлен на очередной год на аналогичных условиях."
    },
    {
      "id": "p53",
      "text": "7.2. Все изменения и дополнения к Договору действительны, если подписаны обеими Сторонами. Соответствующие дополнительные соглашения Сторон являются неотъемлемой частью Договора."
    },
    {
      "id": "p54",
      "text": "7.3. Договор может быть расторгнут по соглашению Сторон."
    },
    {
      "id": "p55",
      "text": "8. ПРАВА НА РЕЗУЛЬТАТЫ ИНТЕЛЛЕКТУАЛЬНОЙ ДЕЯТЕЛЬНОСТИ"
    },
    {
      "id": "p56",
      "text": "8.1. Исполнитель не имеет права использовать в своих интересах и в интересах третьих лиц материалы, содержащие охраняемые законом результаты интеллектуальной деятельности и приравненных к ним средства индивидуализации, предоставленные Заказчиком, за исключением случаев демонстрации данных материалов в рекламных целях и использования для оказания услуг."
    },
    {
      "id": "p57",
      "text": "8.2. Стороны установили запрет для Исполнителя возможность нематериального использования разработанных в рамках Договора материалов в рекламных целях путем их опубликования на своем сайте, в своих буклетах и портфолио, а также на других специализированных сайтах."
    },
    {
      "id": "p58",
      "text": "8.3. Исключительные права на результаты интеллектуальной деятельности на все концепции, художественную графику, тексты, фотоизображения и другие материалы, заказанные Заказчиком и произведённые по данному Договору для Заказчика, и полностью оплаченные им, принадлежат Заказчику. Указанные права передаются полностью, без ограничения по сроку и территории использования. Стоимость передачи исключительных прав входит в общую стоимость услуг по Договору. Исключительные права на концепции, художественную графику, тексты, фотоизображения и другие материалы, не принятые и не оплаченные полностью Заказчиком, принадлежат Исполнителю. Исключительные имущественные права на использование каждого объекта права передаются Заказчику в объёме, определённом законом, в том числе включая, но не ограничиваясь, следующими: право на воспроизведение, право на распространение, право на импорт, право на публичный показ, право на публичное исполнение, право на передачу в эфир, право на сообщение для всеобщего сведения, право на переработку. Заказчик имеет право самостоятельно, без дополнительного согласования с Исполнителем, уступать и передавать исключительные права на использование результатов интеллектуальной деятельности третьим лицам. Заказчик имеет право самостоятельно без получения дополнительного разрешения Исполнителя, вносить изменения и дополнения в переданный ему результат интеллектуальной деятельности, перерабатывать его, не нарушая при этом прав авторов."
    },
    {
      "id": "p59",
      "text": "8.4. В связи с характером результата интеллектуальной деятельности и особенностями их использования, размер вознаграждения за создание результат интеллектуальной деятельности и использование исключительных прав на результаты интеллектуальной деятельности, как единоразовый платеж, фиксированный платёж за весь объём прав, включён в стоимость оказания услуг по Договору."
    },
    {
      "id": "p60",
      "text": "8.5. Если материалы для работы предоставляются Заказчиком, то Заказчик гарантирует, что при создании данного материала соблюдены авторские и смежные права, а также права третьих лиц."
    },
    {
      "id": "p61",
      "text": "8.6. Стороны согласовали, что на передаваемых объектах авторского права при необходимости, определяемой любой из сторон, будет содержаться предусмотренное законодательством указание авторов объектов данного права (и/или информация об Исполнителе)."
    },
    {
      "id": "p62",
      "text": "9. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ"
    },
    {
      "id": "p63",
      "text": "9.1. Все споры или разногласия, возникающие между Сторонами по настоящему Договору, разрешаются путем переговоров."
    },
    {
      "id": "p64",
      "text": "9.2. В случае невозможности разрешения разногласий путем переговоров они подлежат рассмотрению в Арбитражном суде в порядке, установленном законодательством Российской Федерации."
    },
    {
      "id": "p65",
      "text": "10. ЭЛЕКТРОННЫЙ ДОКУМЕНТОООБОРОТ"
    },
    {
      "id": "p66",
      "text": "10.1. Стороны договорились, что Стороны вправе обмениваться всеми документами по Договору, в т.ч. настоящим Договором, Счетами, приложениями, дополнительными соглашениями, Актами приемки-сдачи оказанных Исполнителем услуг и другой первичной документацией посредством системы электронного документооборота (ЭДО)."
    },
    {
      "id": "p67",
      "text": "10.2. Обмен указанными документами через ЭДО (далее Электронные документы) производится Сторонами в соответствии и в порядке, предусмотренном положениями действующего законодательства РФ."
    },
    {
      "id": "p68",
      "text": "10.3. Стороны договорились, что Электронные документы, перечисленные в настоящем разделе Договора (в том числе, но не ограничиваясь), заверенные Электронной подписью уполномоченных лиц в порядке, предусмотренном Федеральным законом от 06.04.2011 № 63-ФЗ «Об электронной подписи» используются Сторонами и имеют такое же правовое значение, как и документ, составленный в простой письменной форме на бумажном носителе, заверенном соответствующими подписями."
    },
    {
      "id": "p69",
      "text": "10.4. Стороны пришли к соглашению, что в соответствии с п. 2 ст.425 Гражданского кодекса Российской Федерации, электронный документ распространяет свое действие на отношения Сторон, возникшие с даты составления соответствующего электронного документа, указанной в его верхней части его первой страницы. В случае, если дата составления электронного документа отличается от даты начала оказания услуг (выполнения работ, передачи товара, помещения и т.п.), указанных в нем, Стороны пришли к соглашению, что действие электронного документа распространяется на отношения Сторон, возникшие с даты начала оказания соответствующих услуг (выполнения работ, передачи товара, помещения и т.п.)."
    },
    {
      "id": "p70",
      "text": "11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ"
    },
    {
      "id": "p71",
      "text": "11.1. Любые изменения и дополнения к настоящему Договору оформляются в виде дополнительных соглашений или дополнений, подписанных уполномоченными представителями Сторон."
    },
    {
      "id": "p72",
      "text": "11.2. В случае возникновения противоречий между условиями настоящего Договора и условиями Приложений к нему, преимущественную силу имеют условия соответствующего Приложения."
    },
    {
      "id": "p73",
      "text": "11.3. Все документы, касающиеся настоящего Договора и подписанные Сторонами посредством обмена документами по электронной почте, имеют юридическую силу при условии последующего предоставления оригиналов."
    },
    {
      "id": "p74",
      "text": "11.4. Ни одна из Сторон не вправе уступать свои права и обязанности по Договору третьим лицам без письменного согласия на уступку, полученного от другой Стороны."
    },
    {
      "id": "p75",
      "text": "11.5. Настоящим Стороны достигли согласия о том, что при осуществлении взаимодействия по Договору и Приложениям к нему, Стороны принимают к исполнению электронные документы, изготовленные при помощи средств вычислительной техники и подписанные квалифицированной электронной подписью. Стороны осуществляют электронный документооборот в соответствии с действующим законодательством Российской Федерации."
    },
    {
      "id": "p76",
      "text": "11.6. Стороны согласовали, что во всех подписываемых с помощью электронной подписи электронных документах, касающихся взаимодействия Сторон по настоящему Договору и вступающих в силу со дня подписания, в случае, если дата их подписания не совпадает с датой, указанной на их первой странице в верхнем углу, к таким документам Стороны применяют правила п. 2 ст. 425 ГК РФ и считают, что условия таких документов применяются к отношениям Сторон, возникшим с даты указанной на их первой странице в верхнем углу. Данное правило действует, если Сторонами в соответствующем документе не предусмотрено иное."
    },
    {
      "id": "p77",
      "text": "11.7. После подписания Договора все предыдущие письменные и устные соглашения, переписка, переговоры, относящиеся к Договору, теряют силу."
    },
    {
      "id": "p78",
      "text": "11.8. Стороны обязуются уведомлять друг друга об изменении своих почтовых адресов, банковских реквизитов, номеров телефонов и электронной почты в течение 3 (Трех) рабочих дней с даты вступления в силу соответствующих изменений."
    },
    {
      "id": "p79",
      "text": "11.9. Во всем, что не урегулировано Договором, Стороны руководствуются положениями действующего законодательства Российской Федерации."
    },
    {
      "id": "p80",
      "text": "11.10. Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу, по одному для каждой из Сторон."
    },
    {
      "id": "p81",
      "text": "12. АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН"
    }
  ],
  "contractState": {
    "number": "77",
    "date": "21.10.2025",
    "city": "Кострома",
    "subject": "оказание услуг по размещению рекламно-информационных материалов Заказчика на интернет-площадках Исполнителя с соблюдением требований законодательства о маркировке рекламы",
    "parties": {
      "customer": {
        "name": "НАО «Правотех»",
        "fullName": "НАО «Правотех»"
      },
      "executor": {
        "name": "ИП Корнев А.С.",
        "fullName": "Индивидуальный предприниматель Корнев Александр Сергеевич"
      }
    }
  },
  "keyProvisions": [
    {
      "id": "provision_1",
      "title": "Конкретизация параметров и стоимости услуг в переписке",
      "content": "В течение срока действия договора стороны конкретизируют параметры оказываемых услуг (интернет-площадки, даты и длительность размещения РИМ, стоимость услуг) путем переписки в мессенджере Telegram или по email доверенных лиц сторон. Такая переписка используется для согласования условий размещения.",
      "category": "предмет договора",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p6"
          ],
          "comment": "Порядок согласования параметров и стоимости размещения РИМ и указание используемых каналов связи."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_2",
      "title": "Обязанности Заказчика по маркировке и учету интернет-рекламы",
      "content": "Заказчик до передачи РИМ Исполнителю обязан обеспечить маркировку РИМ, выполнение всех действий по предоставлению информации о РИМ в Роскомнадзор, получению идентификатора РИМ от ОРД, обеспечению пометки «Реклама», указания рекламодателя/сайта, соответствия данных о юридическом лице в договоре и креативе, а также передавать информацию о распространенных РИМ в ЕРИР через ОРД и выполнять все необходимые действия по отчетности в своем ОРД во исполнение ст. 18.1 Закона «О рекламе».",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p9",
            "p23"
          ],
          "comment": "Детализированные обязанности Заказчика по маркировке РИМ, предоставлению информации в Роскомнадзор и ЕРИР, получению идентификаторов и обеспечению корректности реквизитов рекламодателя."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_3",
      "title": "Обязанность Исполнителя предупреждать о рисках срыва сроков и недостаточности информации",
      "content": "Исполнитель обязан своевременно предупреждать Заказчика о недостаточности информации, невозможности оказания услуг в согласованный срок и иных не зависящих от него обстоятельствах, которые могут повлиять на содержание и сроки оказания услуг.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p12"
          ],
          "comment": "Обязанность Исполнителя уведомлять о рисках влияния на сроки и качество услуг."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_4",
      "title": "Запрет на размещение немаркированной рекламы Исполнителем",
      "content": "Исполнитель не вправе размещать РИМ без указания присвоенного идентификатора РИМ, пометки «Реклама» и указания на рекламодателя (Заказчика или его клиента) и/или сайт с информацией о нем во исполнение ст. 18.1 Закона «О рекламе».",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p13"
          ],
          "comment": "Ограничение на размещение РИМ Исполнителем без обязательных реквизитов маркировки рекламы."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_5",
      "title": "Право Исполнителя приостанавливать услуги при нарушении оплаты",
      "content": "В случае нарушения Заказчиком срока и/или размера оплаты, а также нарушения условий п. 3.2.1, Исполнитель вправе приостановить оказание услуг и работ, указанных в п. 1.1 и 1.3, либо скорректировать сроки предоставления услуг.",
      "category": "оплата",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p18"
          ],
          "comment": "Последствия нарушения сроков/размера оплаты для Заказчика."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_6",
      "title": "Обязанность Заказчика оплачивать услуги по дополнительным соглашениям",
      "content": "Заказчик обязан оплатить оказанные услуги в сроки и порядке, установленных соответствующим дополнительным соглашением к договору.",
      "category": "оплата",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p22"
          ],
          "comment": "Общая обязанность Заказчика по оплате, привязанная к дополнительным соглашениям."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_7",
      "title": "Порядок приемки услуг и доработки результата",
      "content": "Заказчик в течение 5 рабочих дней с момента получения Акта от Исполнителя обязан либо подписать Акт и направить его Исполнителю, либо направить мотивированный отказ с указанием необходимых доработок. Исполнитель устраняет указанные доработки в течение 1 рабочего дня, после чего стороны повторно переходят к процедуре подписания Акта.",
      "category": "приемка",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p32"
          ],
          "comment": "Регламентация срока рассмотрения Акта, порядка отказа и доработок."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_8",
      "title": "Общая ответственность сторон за нарушение договора",
      "content": "За неисполнение или ненадлежащее исполнение обязательств по договору стороны несут ответственность в соответствии с законодательством РФ и условиями договора.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p41"
          ],
          "comment": "Общее положение об ответственности сторон."
        }
      ],
      "priority": "secondary"
    },
    {
      "id": "provision_9",
      "title": "Последствия неоказания либо невозможности оказания услуг",
      "content": "В случае неоказания или невозможности оказания услуг Исполнитель по выбору Заказчика либо возвращает предварительную оплату в течение 5 календарных дней с момента получения требования, либо оказывает услуги в иные согласованные сторонами сроки.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p42"
          ],
          "comment": "Альтернативные последствия неоказания услуг: возврат предоплаты или перенос сроков по соглашению."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_10",
      "title": "Возмещение расходов Заказчика при нарушении обязательств Исполнителем",
      "content": "В случае неисполнения или ненадлежащего исполнения обязательств Исполнителем он обязан по требованию Заказчика возместить все расходы Заказчика, включая наложенные на него штрафы компетентными органами, связанные с таким нарушением. Возмещение осуществляется в течение 3 рабочих дней с даты предъявления требования и документов, подтверждающих расходы.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p44"
          ],
          "comment": "Специальное правило о возмещении расходов и штрафов Заказчика за счет Исполнителя."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_11",
      "title": "Ответственность Заказчика за соответствие РИМ законодательству и возмещение ущерба Исполнителю",
      "content": "За соответствие РИМ законодательству РФ отвечает Заказчик. При нарушениях требований законодательства о рекламе и/или условий договора по вине Заказчика, повлекших претензии, иски или предписания к Исполнителю, Заказчик обязан по требованию Исполнителя предоставить всю необходимую информацию и возместить Исполнителю документально подтвержденный ущерб в течение 10 рабочих дней с момента получения требования.",
      "category": "ответственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p45"
          ],
          "comment": "Распределение ответственности за соблюдение законодательства о рекламе и обязанность Заказчика компенсировать ущерб Исполнителю."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_12",
      "title": "Особый порядок расторжения договора при признании Исполнителя иностранным агентом",
      "content": "В случае включения Исполнителя в реестр иностранных агентов он обязан в тот же день уведомить Заказчика, прекратить размещение РИМ и обеспечить удаление размещений с ресурсов иностранного агента. Заказчик вправе с момента, когда ему стало известно о статусе иностранного агента, отказаться от дальнейшего размещения рекламы по электронному уведомлению Исполнителя. Договор считается расторгнутым (полностью или в части услуг по размещению соответствующей рекламы) с момента включения Исполнителя в реестр иностранных агентов, без необходимости дополнительных уведомлений. К Заказчику не применяются меры ответственности и штрафные санкции в связи с таким отказом; Заказчик обязан оплатить только фактически оказанные услуги.",
      "category": "расторжение",
      "visibleFor": "customer",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46"
          ],
          "comment": "Специальное основание автоматического расторжения договора и освобождения Заказчика от ответственности при признании Исполнителя иностранным агентом."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_13",
      "title": "Уведомление о наступлении форс-мажора",
      "content": "Сторона, на которую повлияли обстоятельства непреодолимой силы, обязана уведомить другую сторону в течение 5 рабочих дней. При ненаправлении или несвоевременном направлении такого уведомления сторона лишается права ссылаться на форс-мажор как основание освобождения от ответственности.",
      "category": "форс-мажор",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p49"
          ],
          "comment": "Условие о сроке и последствиях непредставления уведомления о форс-мажоре."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_14",
      "title": "Срок действия договора и автоматическая пролонгация",
      "content": "Договор заключен на 1 календарный год, вступает в силу с момента подписания и действует до исполнения сторонами обязательств. Если ни одна из сторон не уведомит другую о желании прекратить сотрудничество за 30 календарных дней до окончания срока, договор автоматически продлевается на следующий год на аналогичных условиях.",
      "category": "сроки",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p52"
          ],
          "comment": "Срок действия договора, порядок пролонгации и срок уведомления о прекращении."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_15",
      "title": "Переход исключительных прав на результаты работ",
      "content": "Исключительные права на результаты интеллектуальной деятельности (концепции, графика, тексты, фото и др.), заказанные и полностью оплаченные Заказчиком, принадлежат Заказчику и передаются ему полностью, без ограничения по сроку и территории, стоимость включена в общую стоимость услуг. Права на не принятые и не полностью оплаченные результаты принадлежат Исполнителю. Заказчику передаются исключительные имущественные права в предусмотренном законом объеме (включая воспроизведение, распространение, импорт, публичный показ, исполнение, передачу в эфир, сообщение для всеобщего сведения, переработку). Заказчик вправе без дополнительного согласия Исполнителя передавать третьим лицам и изменять, дополнять, перерабатывать результаты, не нарушая прав авторов.",
      "category": "интеллектуальная собственность",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p58"
          ],
          "comment": "Условия перехода исключительных прав к Заказчику, их объем, стоимость и права по распоряжению результатами."
        }
      ],
      "priority": "primary"
    },
    {
      "id": "provision_16",
      "title": "Запрет уступки прав и обязанностей без согласия другой стороны",
      "content": "Ни одна из сторон не вправе уступать свои права и обязанности по договору третьим лицам без письменного согласия другой стороны.",
      "category": "прочие условия",
      "visibleFor": "both",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p74"
          ],
          "comment": "Ограничение на цессию и перевод долга по договору."
        }
      ],
      "priority": "secondary"
    }
  ],
  "paymentObligations": [
    {
      "id": "payment_1",
      "payer": "customer",
      "recipient": "executor",
      "purpose": "Оплата стоимости услуг по размещению РИМ, включая вознаграждение за создание и использование результатов интеллектуальной деятельности и передачу исключительных прав",
      "amount": {
        "value": 0,
        "currency": "RUB",
        "type": "calculated",
        "formula": "Стоимость услуг (включая вознаграждение за создание и использование результатов интеллектуальной деятельности и передачу исключительных прав) согласуется сторонами и фиксируется в выставленном Исполнителем счёте"
      },
      "schedule": {
        "type": "one-time",
        "deadline": "100% предоплата до начала оказания услуг на основании выставленного Исполнителем счёта"
      },
      "conditions": "1) Конкретная стоимость услуг согласуется сторонами и фиксируется в счёте; 2) Оплата производится в размере 100% предоплаты по счёту Исполнителя; 3) Стоимость услуг не облагается НДС; 4) В случае начала применения общей системы налогообложения или приобретения статуса плательщика НДС Исполнитель уведомляет Заказчика, при этом общая стоимость услуг для Заказчика не изменяется; 5) Стоимость передачи исключительных прав и вознаграждение за создание и использование результатов интеллектуальной деятельности включены в общую стоимость услуг по договору",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p6"
          ],
          "comment": "Указание, что стоимость оказываемых услуг конкретизируется сторонами"
        },
        {
          "paragraphIds": [
            "p35"
          ],
          "comment": "Стоимость услуг согласовывается сторонами и фиксируется в счете"
        },
        {
          "paragraphIds": [
            "p36"
          ],
          "comment": "Обязанность Заказчика оплатить 100% стоимости услуг в порядке предоплаты по счету Исполнителя"
        },
        {
          "paragraphIds": [
            "p38"
          ],
          "comment": "Стоимость услуг не облагается НДС"
        },
        {
          "paragraphIds": [
            "p39"
          ],
          "comment": "Уведомление о возможном возникновении НДС, при этом общая стоимость услуг для Заказчика не изменяется"
        },
        {
          "paragraphIds": [
            "p58"
          ],
          "comment": "Стоимость передачи исключительных прав входит в общую стоимость услуг по договору"
        },
        {
          "paragraphIds": [
            "p59"
          ],
          "comment": "Вознаграждение за создание и использование результатов интеллектуальной деятельности как единоразовый платеж включено в стоимость оказания услуг"
        }
      ]
    }
  ],
  "possibleStates": [
    {
      "id": "state_1",
      "label": "Исполнение договора: размещение РИМ и выполнение требований закона о рекламе",
      "description": "Договор действует, размещаются рекламно-информационные материалы (РИМ), Заказчик выполняет обязанности по маркировке, идентификации и отчетности в соответствии с законом «О рекламе».",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p23"
          ],
          "comment": "Условия, устанавливающие текущие обязанности Заказчика при действующем договоре и размещении РИМ."
        }
      ],
      "tasks": [
        {
          "id": "task_1_1",
          "label": "Предоставить Исполнителю на согласование текстовый и графический креатив для РИМ с обязательными реквизитами",
          "description": "Передать креатив с пометкой «Реклама.», сокращенным наименованием юрлица рекламодателя, его ИНН и/или ОГРН, наименованием сайта (при необходимости) без ошибок.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Обязанность Заказчика предоставлять креатив для согласования с обязательными реквизитами."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_2",
          "label": "Обеспечить правильность и идентичность данных о юридическом лице в договоре и креативе, а также фактическое выполнение услуг",
          "description": "Гарантировать, что данные юрлица в договоре и на креативе совпадают и что указанное лицо фактически оказывает описанные в РИМ услуги.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Требование идентичности данных и соответствия фактическим услугам."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_3",
          "label": "Получить идентификатор РИМ от оператора рекламных данных (ОРД) до передачи согласованного РИМ Исполнителю",
          "description": "До передачи согласованного варианта РИМ для размещения необходимо получить идентификатор РИМ в ОРД.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Обязанность Заказчика получить идентификатор РИМ до передачи к размещению."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_4",
          "label": "Обеспечить в РИМ пометку «Реклама» и указание рекламодателя и/или сайта",
          "description": "Маркировать РИМ пометкой «Реклама» и указать рекламодателя и/или сайт с информацией о нем.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Требование маркировки РИМ и указания рекламодателя/сайта."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_5",
          "label": "Передавать информацию о распространенных РИМ в ЕРИР через ОРД",
          "description": "Направлять всю необходимую информацию о распространенных РИМ в Единый реестр интернет-рекламы через ОРД в порядке и сроки, установленные законодательством РФ о рекламе.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Обязанность по передаче информации о РИМ в ЕРИР через ОРД."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_1_6",
          "label": "Выполнять все необходимые действия по отчетности в своем ОРД для исполнения ст. 18.1 закона о рекламе",
          "description": "Обеспечить выполнение работ и действий по обеспечению отчетности в своем ОРД (маркировка рекламы) за Исполнителя со своей стороны.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p23"
              ],
              "comment": "Обязанность Заказчика выполнять работы по отчетности в своем ОРД для исполнения ст. 18.1 Закона о рекламе."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_2",
      "label": "Наступление обстоятельств непреодолимой силы (форс-мажор)",
      "description": "Возникли обстоятельства непреодолимой силы, влияющие на исполнение обязательств по договору.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p49"
          ],
          "comment": "Порядок уведомления о форс-мажоре и последствия несвоевременного уведомления."
        }
      ],
      "tasks": [
        {
          "id": "task_2_1",
          "label": "Уведомить другую сторону о наступлении обстоятельств непреодолимой силы",
          "description": "Направить извещение о наступлении форс-мажора, чтобы сохранить право ссылаться на него как на основание освобождения от ответственности.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p49"
              ],
              "comment": "Обязанность стороны уведомить другую сторону о наступлении форс-мажора."
            }
          ],
          "priority": "primary",
          "deadline": {
            "value": 5,
            "type": "working",
            "direction": "after",
            "description": "В течение 5 рабочих дней с момента наступления обстоятельств непреодолимой силы."
          }
        }
      ]
    },
    {
      "id": "state_3",
      "label": "Включение Исполнителя в реестр иностранных агентов и автоматическое расторжение договора",
      "description": "Исполнитель включен в реестр иностранных агентов; договор считается расторгнутым полностью или в части с момента включения; размещение РИМ подлежит прекращению и удалению.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p46"
          ],
          "comment": "Условия автоматического расторжения договора и обязанности сторон при включении Исполнителя в реестр иностранных агентов."
        }
      ],
      "tasks": [
        {
          "id": "task_3_1",
          "label": "Уведомить Заказчика о включении в реестр иностранных агентов",
          "description": "Сообщить Заказчику о факте включения Исполнителя в реестр иностранных агентов в день включения.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Обязанность Исполнителя уведомить Заказчика в тот же день."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_3_2",
          "label": "Прекратить размещение РИМ и обеспечить удаление всех размещений/публикаций",
          "description": "В день включения в реестр иностранных агентов прекратить размещение РИМ по договору и удалить все размещения/публикации с ресурсов, принадлежащих иностранному агенту.",
          "assignedTo": "executor",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Обязанность Исполнителя прекратить размещение РИМ и удалить размещения в тот же день."
            }
          ],
          "priority": "primary"
        },
        {
          "id": "task_3_3",
          "label": "Уведомить Исполнителя об отказе от дальнейшего размещения Рекламы (право Заказчика)",
          "description": "При получении информации о признании Исполнителя иностранным агентом Заказчик вправе в этот день отказаться от дальнейшего размещения Рекламы, уведомив Исполнителя по электронной почте.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Право Заказчика отказаться от дальнейшего размещения рекламы в день, когда ему стало известно о включении Исполнителя в реестр иностранных агентов."
            }
          ],
          "priority": "secondary"
        },
        {
          "id": "task_3_4",
          "label": "Оплатить фактически оказанные услуги",
          "description": "После автоматического расторжения договора Заказчик обязан оплатить фактически оказанные Исполнителем услуги в полном объеме.",
          "assignedTo": "customer",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p46"
              ],
              "comment": "Обязанность Заказчика оплатить фактически оказанные услуги при расторжении договора по причине включения Исполнителя в реестр иностранных агентов."
            }
          ],
          "priority": "primary"
        }
      ]
    },
    {
      "id": "state_4",
      "label": "Расторжение договора по соглашению сторон",
      "description": "Стороны договариваются о прекращении договора по взаимному соглашению.",
      "sourceRefs": [
        {
          "paragraphIds": [
            "p54"
          ],
          "comment": "Прямое указание на возможность расторжения договора по соглашению сторон."
        }
      ],
      "tasks": [
        {
          "id": "task_4_1",
          "label": "Заключить соглашение о расторжении договора",
          "description": "Согласовать условия и оформить соглашение о расторжении договора в форме, соответствующей требованиям договора и закона.",
          "assignedTo": "both",
          "sourceRefs": [
            {
              "paragraphIds": [
                "p54"
              ],
              "comment": "Возможность расторжения договора по соглашению сторон подразумевает необходимость заключения соответствующего соглашения."
            }
          ],
          "priority": "primary"
        }
      ]
    }
  ]
}